// service for deliver time-table data and build working sets
// import { timeTable } from './timetable';
// import data = require('./timetable');
// -------------------- полезный мусор ---------------------
import * as _ from 'lodash';

import {Injectable} from '@angular/core';
import {Http} from '@angular/http';
import 'rxjs/add/operator/map';


@Injectable()
export class DataService {

  constructor(private http: Http) {
  }

  /*
   public timeTable = {
   "доц. Юдіна Т.І .": {
   "Перший тиждень": {
   "Четвер": {
   "3": [
   "ФРГТБ",
   "1",
   "11",
   " Технологія продукції РГ",
   "Б-201 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "1": [
   "ФРГТБ",
   "1",
   "8",
   " Технологія продукції РГ",
   "E-2   ",
   "Лб1"
   ],
   "2": [
   "ФРГТБ",
   "1",
   "8",
   " Технологія продукції РГ",
   "E-2   ",
   "Лб1"
   ],
   "3": [
   "ФРГТБ",
   "1",
   "11",
   " Технологія продукції РГ",
   "Б-201 ",
   "Л"
   ]
   },
   "Вівторок": {
   "4": [
   "ФРГТБ",
   "2",
   "7",
   " Технологія продукції РГ",
   "E-3   ",
   "Лб2"
   ],
   "5": [
   "ФРГТБ",
   "2",
   "7",
   " Технологія продукції РГ",
   "E-3   ",
   "Лб2"
   ]
   }
   }
   },
   "доц. Дрига С.Г .": {
   "Перший тиждень": {
   "Середа": {
   "5": [
   "ФЕМП",
   "5",
   "8м",
   " Інвестиційний менеджмент",
   "А-445 ",
   "П"
   ]
   },
   "Вівторок": {
   "4": [
   "ФЕМП",
   "5",
   "16м",
   " Інвестиційний менеджмент",
   "А-427 ",
   "Л"
   ],
   "5": [
   "ФЕМП",
   "5",
   "16м",
   " Інвестиційний менеджмент",
   "А-452 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Вівторок": {
   "3": [
   "ФЕМП",
   "5",
   "16м",
   " Інвестиційний менеджмент",
   "А-412 ",
   "П"
   ],
   "4": [
   "ФЕМП",
   "5",
   "16м",
   " Інвестиційний менеджмент",
   "А-445 ",
   "Л"
   ],
   "5": [
   "ФЕМП",
   "5",
   "8м",
   " Інвестиційний менеджмент",
   "А-440 ",
   "П"
   ]
   }
   }
   },
   "ст.в. к.е.н. Ігнатенко Т.В .": {
   "Перший тиждень": {
   "Вівторок": {
   "2": [
   "ФОАІС",
   "2",
   "6",
   " Бухгалтерський облік",
   "Д-403 ",
   "П"
   ],
   "3": [
   "ФМТП",
   "3",
   "13 (колишня 21)",
   " Бухгалтерський облік",
   "Д-403 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "3",
   "15 (колишня 23)",
   " Бухгалтерський облік",
   "Д-401 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "3": [
   "ФМТП",
   "3",
   "13 (колишня 21)",
   " Бухгалтерський облік",
   "Д-215 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "3",
   "15 (колишня 23)",
   " Бухгалтерський облік",
   "Д-401 ",
   "Л"
   ]
   },
   "Вівторок": {
   "3": [
   "ФОАІС",
   "2",
   "6",
   " Бухгалтерський облік",
   "Д-405 ",
   "П"
   ]
   }
   }
   },
   "ас. к.е.н. Файвішенко Д.С .": {
   "Перший тиждень": {
   "Понеділок": {
   "2": [
   "ФРГТБ",
   "5",
   "4м",
   " Бренд-менеджмент",
   "А-404 ",
   "Л"
   ],
   "3": [
   "ФРГТБ",
   "5",
   "4м",
   " Бренд-менеджмент",
   "А-421 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФРГТБ",
   "5",
   "9м",
   " Бренд-менеджмент",
   "А-402 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Вівторок": {
   "1": [
   "ФРГТБ",
   "5",
   "9м",
   " Бренд-менеджмент",
   "А-402 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "5",
   "4м",
   " Бренд-менеджмент",
   "А-404 ",
   "Л"
   ]
   }
   }
   },
   "доц. Кизименко І.О .": {
   "Перший тиждень": {
   "Понеділок": {
   "4": [
   "ФМТП",
   "3",
   "9",
   " Політологія",
   "Д-113 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФМТП",
   "3",
   "8",
   " Політологія",
   "Д-103 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "3",
   "10",
   " Політологія",
   "Д-109 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "3": [
   "ФМТП",
   "3",
   "9",
   " Політологія",
   "Д-107 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФМТП",
   "3",
   "10",
   " Політологія",
   "Д-102 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "3",
   "8",
   " Політологія",
   "Д-109 ",
   "П"
   ]
   }
   }
   },
   "доц. Демідов П.Г .": {
   "Перший тиждень": {
   "Середа": {
   "2": [
   "ФОАІС",
   "5",
   "5м",
   " Інформаційні сист і техн в упр підпр",
   "Б-521 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "4",
   "5",
   " Інформаційні сист і техн \nу фінансах",
   "Б-520 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "4",
   "5",
   " Інформаційні сист і техн\n у фінансах",
   "Б-520 ",
   "П"
   ]
   },
   "Понеділок": {
   "1": [
   "ФОАІС",
   "5",
   "1м",
   " Інформаційні сист і техн в упр підпр",
   "Б-520 ",
   "Л"
   ],
   "2": [
   "ФОАІС",
   "5",
   "1м",
   " Інформаційні сист і техн в упр підпр",
   "Б-520 ",
   "П"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФФБС",
   "4",
   "3",
   " Інформаційні сист і техн \nу фінансах",
   "Б-521 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "4",
   "3",
   " Інформаційні сист і техн\n у фінансах",
   "Б-521 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "4",
   "5",
   " Інформаційні сист і техн\n у фінансах",
   "Б-207 ",
   "Л"
   ],
   "4": [
   "ФФБС",
   "4",
   "4",
   " Інформаційні сист і техн\n у фінансах",
   "Б-520 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "1": [
   "ФОАІС",
   "5",
   "1м",
   " Інформаційні сист і техн в упр підпр",
   "Б-521 ",
   "Л"
   ],
   "2": [
   "ФОАІС",
   "5",
   "1м",
   " Інформаційні сист і техн в упр підпр",
   "Б-521 ",
   "П"
   ]
   },
   "Понеділок": {
   "2": [
   "ФФБС",
   "4",
   "5",
   " Інформаційні сист і техн \nу фінансах",
   "Б-505 ",
   "П"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФФБС",
   "4",
   "3",
   " Інформаційні сист і техн\n у фінансах",
   "Б-520 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "4",
   "4",
   " Інформаційні сист і техн \nу фінансах",
   "Б-520 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "4",
   "5",
   " Інформаційні сист і техн \nу фінансах",
   "Б-209 ",
   "Л"
   ]
   }
   }
   },
   "ас. к.е.н. Мельнікова А.В .": {
   "Перший тиждень": {
   "Середа": {
   "5": [
   "ФМТП",
   "3",
   "3 (колишня 5)",
   " Бухгалтерський облік",
   "Д-225 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "3",
   "4 (колишня 6)",
   " Бухгалтерський облік",
   "Д-225 ",
   "П"
   ]
   },
   "Понеділок": {
   "3": [
   "ФОАІС",
   "2",
   "2",
   " Бухгалтерський облік",
   "Д-201 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "3",
   "15 (колишня 23)",
   " Бухгалтерський облік",
   "Д-201 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "3",
   "2 (колишня 4)",
   " Бухгалтерський облік",
   "Д-403 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "6": [
   "ФМТП",
   "3",
   "4 (колишня 6)",
   " Бухгалтерський облік",
   "Д-411 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "3",
   "15 (колишня 23)",
   " Бухгалтерський облік",
   "Д-205 ",
   "П"
   ]
   },
   "Четвер": {
   "3": [
   "ФОАІС",
   "2",
   "2",
   " Бухгалтерський облік",
   "Д-403 ",
   "П"
   ]
   },
   "П'ятниця": {
   "6": [
   "ФМТП",
   "3",
   "3 (колишня 5)",
   " Бухгалтерський облік",
   "А-542 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "3",
   "2 (колишня 4)",
   " Бухгалтерський облік",
   "Д-205 ",
   "П"
   ]
   }
   }
   },
   "проф. Височин І.В.": {
   "Перший тиждень": {
   "Середа": {
   "6": [
   "ФЕМП",
   "4",
   "11",
   " Економіка підприємства торгівлі",
   "А-454 ",
   "П"
   ],
   "7": [
   "ФЕМП",
   "4",
   "11",
   " Економіка підприємства торгівлі",
   "А-454 ",
   "П"
   ]
   },
   "Четвер": {
   "4": [
   "ФЕМП",
   "4",
   "11",
   " Економіка підприємства торгівлі",
   "А-454 ",
   "П"
   ],
   "5": [
   "ФЕМП",
   "4",
   "11",
   " Економіка підприємства торгівлі",
   "А-452 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "4": [
   "ФЕМП",
   "4",
   "27",
   " Економіка підприємства торгівлі",
   "Б-203 ",
   "Л"
   ],
   "5": [
   "ФЕМП",
   "4",
   "11",
   " Економіка підприємства торгівлі",
   "Б-102 ",
   "П"
   ],
   "6": [
   "ФЕМП",
   "4",
   "11",
   " Економіка підприємства торгівлі",
   "Б-102 ",
   "П"
   ]
   },
   "Понеділок": {
   "4": [
   "ФЕМП",
   "4",
   "27",
   " Економіка підприємства торгівлі",
   "Б-203 ",
   "Л"
   ]
   }
   }
   },
   "ст.в. Кузьменко О.П .": {
   "Перший тиждень": {
   "Понеділок": {
   "3": [
   "ФОАІС",
   "3",
   "3",
   " Фінансовий облік",
   "Д-405 ",
   "П"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФОАІС",
   "3",
   "6",
   " Фінансовий облік",
   "Д-411 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "2": [
   "ФОАІС",
   "3",
   "5",
   " Фінансовий облік",
   "Д-407 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "3",
   "3",
   " Фінансовий облік",
   "Д-405 ",
   "П"
   ]
   }
   }
   },
   "ас. Шевчун М.Б .": {
   "Перший тиждень": {
   "Середа": {
   "3": [
   "ФМТП",
   "4",
   "17 (колишня 26)",
   " Управління інноваціями",
   "А-328 ",
   "П"
   ]
   },
   "Понеділок": {
   "5": [
   "ФЕМП",
   "2",
   "12",
   " Менеджмент",
   "А-321 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "П'ятниця": {
   "3": [
   "ФМТП",
   "4",
   "17 (колишня 26)",
   " Управління інноваціями",
   "А-350 ",
   "П"
   ],
   "4": [
   "ФЕМП",
   "2",
   "11",
   " Менеджмент",
   "А-324 ",
   "П"
   ],
   "5": [
   "ФЕМП",
   "2",
   "13",
   " Менеджмент",
   "А-324 ",
   "П"
   ]
   }
   }
   },
   "доц. Ситник Г.В .": {
   "Перший тиждень": {
   "Понеділок": {
   "5": [
   "ФЕМП",
   "4",
   "17",
   " Управління фінансами підпр та об'єднань",
   "А-348 ",
   "Л"
   ],
   "6": [
   "ФЕМП",
   "4",
   "17",
   " Управління фінансами підпр та об'єднань",
   "А-348 ",
   "Л"
   ]
   },
   "Вівторок": {
   "3": [
   "ФМТП",
   "5",
   "7м (колишня 6м)",
   " Фінансовий менеджмент",
   "Д-113 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "5",
   "7м (колишня 6м)",
   " Фінансовий менеджмент",
   "А-454 ",
   "Л"
   ],
   "5": [
   "ФЕМП",
   "5",
   "8м",
   " Фінансова безпека підприємства",
   "А-454 ",
   "П"
   ],
   "6": [
   "ФЕМП",
   "4",
   "17",
   " Управління фінансами підпр та об'єднань",
   "А-524 ",
   "П"
   ]
   },
   "П'ятниця": {
   "5": [
   "ФЕМП",
   "4",
   "17",
   " Управління фінансами підпр та об'єднань",
   "А-348 ",
   "П"
   ],
   "6": [
   "ФЕМП",
   "4",
   "16",
   " Управління фінансами підпр та об'єднань",
   "А-440 ",
   "П"
   ],
   "7": [
   "ФЕМП",
   "4",
   "16",
   " Управління фінансами підпр та об'єднань",
   "А-440 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "6": [
   "ФЕМП",
   "5",
   "8м",
   " Фінансова безпека підприємства",
   "А-454 ",
   "Л"
   ],
   "7": [
   "ФМТП",
   "5",
   "7м (колишня 6м)",
   " Фінансовий менеджмент",
   "А-454 ",
   "Л"
   ]
   },
   "Четвер": {
   "3": [
   "ФЕМП",
   "4",
   "17",
   " Управління фінансами підпр та об'єднань",
   "А-445 ",
   "П"
   ],
   "4": [
   "ФЕМП",
   "4",
   "17",
   " Управління фінансами підпр та об'єднань",
   "А-445 ",
   "П"
   ]
   },
   "П'ятниця": {
   "4": [
   "ФМТП",
   "5",
   "7м (колишня 6м)",
   " Фінансовий менеджмент",
   "А-533 ",
   "П"
   ],
   "5": [
   "ФЕМП",
   "4",
   "17",
   " Управління фінансами підпр та об'єднань",
   "А-412 ",
   "Л"
   ],
   "6": [
   "ФЕМП",
   "4",
   "16",
   " Управління фінансами підпр та об'єднань",
   "А-454 ",
   "П"
   ],
   "7": [
   "ФЕМП",
   "4",
   "16",
   " Управління фінансами підпр та об'єднань",
   "А-454 ",
   "П"
   ]
   }
   }
   },
   "доц. Завідна Л.Д .": {
   "Перший тиждень": {
   "П'ятниця": {
   "4": [
   "ФРГТБ",
   "3",
   "8",
   " Економіка готелів і ресторанів",
   "Б-201 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "3": [
   "ФРГТБ",
   "3",
   "5",
   " Економіка готелів і ресторанів",
   "А-519 ",
   "П"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФРГТБ",
   "3",
   "8",
   " Економіка готелів і ресторанів",
   "Б-201 ",
   "Л"
   ],
   "2": [
   "ФРГТБ",
   "3",
   "5",
   " Економіка готелів і ресторанів",
   "А-540 ",
   "П"
   ]
   }
   }
   },
   "вик. Гуминська Н.В .": {
   "Другий тиждень": {
   "Четвер": {
   "6": [
   "ФМТП",
   "4",
   "11 (колишня 9)",
   " Друга іноземна мова 2       ",
   "Д-107 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "4",
   "11 (колишня 9)",
   " Друга іноземна мова 2       ",
   "Д-107 ",
   "П"
   ]
   }
   }
   },
   "доц. Задніпровський О.Г .": {
   "Перший тиждень": {
   "Вівторок": {
   "5": [
   "ФМТП",
   "3",
   "9",
   " Б/облік в зарубіжних країнах",
   "Д-211 ",
   "П"
   ]
   },
   "П'ятниця": {
   "4": [
   "ФМТП",
   "3",
   "10",
   " Б/облік в зарубіжних країнах",
   "Д-215 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Вівторок": {
   "4": [
   "ФМТП",
   "3",
   "9",
   " Б/облік в зарубіжних країнах",
   "Д-215 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "3",
   "10",
   " Б/облік в зарубіжних країнах",
   "Д-211 ",
   "П"
   ]
   }
   }
   },
   "проф. Ведмідь Н.І .": {
   "Перший тиждень": {
   "Вівторок": {
   "3": [
   "ФРГТБ",
   "5",
   "7м",
   " Менеджмент сервісних організацій",
   "А-523 ",
   "Л"
   ]
   }
   }
   },
   "доц. Дорохіна Ю.А .": {
   "Перший тиждень": {
   "Середа": {
   "2": [
   "ФФБС",
   "3",
   "4.1",
   " Фінансове право",
   "А-427 ",
   "Л"
   ],
   "3": [
   "ФМТП",
   "4",
   "6",
   " Фінансове право",
   "Д-105 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "5",
   "3м",
   " Правове регулювання ринків фінпослуг",
   "Д-103 ",
   "П"
   ]
   },
   "Вівторок": {
   "5": [
   "ФМТП",
   "4",
   "6",
   " Фінансове право",
   "Б-111 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "4",
   "7",
   " Фінансове право",
   "А-526 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "3": [
   "ФМТП",
   "4",
   "6",
   " Фінансове право",
   "А-348 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "3",
   "5",
   " Фінансове право",
   "А-316 ",
   "Л"
   ],
   "5": [
   "ФМТП",
   "4",
   "7",
   " Фінансове право",
   "А-404 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФФБС",
   "3",
   "2",
   " Фінансове право",
   "А-402 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "3",
   "5",
   " Фінансове право",
   "А-303 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "4",
   "7",
   " Фінансове право",
   "А-303 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "5",
   "3м",
   " Правове регулювання ринків фінпослуг",
   "А-504 ",
   "Л"
   ],
   "7": [
   "ФМТП",
   "5",
   "3м",
   " Правове регулювання ринків фінпослуг",
   "А-504 ",
   "П"
   ]
   }
   }
   },
   "проф. Хахлюк А.М .": {
   "Перший тиждень": {
   "Четвер": {
   "3": [
   "ФРГТБ",
   "3",
   "11",
   " Менеджмент",
   "А-533 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФРГТБ",
   "3",
   "12",
   " Менеджмент",
   "Б-211 ",
   "Л"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "9",
   " Менеджмент",
   "Б-111 ",
   "П"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФРГТБ",
   "3",
   "10",
   " Менеджмент",
   "А-348 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "12",
   " Менеджмент",
   "А-334 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Вівторок": {
   "2": [
   "ФРГТБ",
   "3",
   "12",
   " Менеджмент",
   "Б-211 ",
   "Л"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "11",
   " Менеджмент",
   "А-322 ",
   "П"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФРГТБ",
   "3",
   "10",
   " Менеджмент",
   "А-324 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "12",
   " Менеджмент",
   "А-404 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "3",
   "9",
   " Менеджмент",
   "А-517 ",
   "П"
   ]
   }
   }
   },
   "доц. Ліпін М.В .": {
   "Перший тиждень": {
   "Середа": {
   "5": [
   "ФМТП",
   "5",
   "4м",
   " Філософія права  В",
   "Д-102 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "3": [
   "ФМТП",
   "5",
   "3м",
   " Філософія права  В",
   "Д-105 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "5",
   "4м",
   " Філософія права  В",
   "Д-103 ",
   "П"
   ]
   }
   }
   },
   "доц. Бакалінська О.О .": {
   "Перший тиждень": {
   "Вівторок": {
   "1": [
   "ФОАІС",
   "2",
   "2",
   " Захист від недобросов конкур",
   "Б-105 ",
   "П"
   ],
   "2": [
   "ФОАІС",
   "2",
   "2",
   " Захист від недобросов конкур",
   "Б-209 ",
   "Л"
   ],
   "3": [
   "ФЕМП",
   "5",
   "20м",
   " Конкурентне право",
   "А-427 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФОАІС",
   "2",
   "1",
   " Захист від недобросов конкур",
   "А-445 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "5",
   "3м",
   " Правове регул зах від недобосов конкур",
   "А-422 ",
   "П"
   ],
   "5": [
   "ФЕМП",
   "5",
   "7м",
   " Конкурентне право  В",
   "А-422 ",
   "Л"
   ],
   "6": [
   "ФМТП",
   "5",
   "4м",
   " Конкурентне право",
   "А-423 ",
   "Л"
   ],
   "7": [
   "ФМТП",
   "5",
   "4м",
   " Конкурентне право",
   "А-423 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Вівторок": {
   "5": [
   "ФЕМП",
   "5",
   "14м",
   " Конкурентне право",
   "А-524 ",
   "П"
   ],
   "6": [
   "ФЕМП",
   "5",
   "20м",
   " Конкурентне право",
   "А-524 ",
   "П"
   ]
   },
   "П'ятниця": {
   "4": [
   "ФЕМП",
   "5",
   "7м",
   " Конкурентне право  В",
   "Б-108 ",
   "Л"
   ],
   "5": [
   "ФЕМП",
   "5",
   "7м",
   " Конкурентне право  В",
   "Б-108 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "5",
   "4м",
   " Конкурентне право",
   "Б-106 ",
   "Л"
   ],
   "7": [
   "ФМТП",
   "5",
   "4м",
   " Конкурентне право",
   "Б-106 ",
   "П"
   ]
   }
   }
   },
   "доц. Андрєєва В.Г .": {
   "Перший тиждень": {
   "Середа": {
   "1": [
   "ФРГТБ",
   "5",
   "5м",
   " Фінансовий менеджмент  В",
   "А-452 ",
   "Л"
   ],
   "2": [
   "ФРГТБ",
   "5",
   "5м",
   " Фінансовий менеджмент  В",
   "А-452 ",
   "П"
   ]
   },
   "Понеділок": {
   "1": [
   "ФОАІС",
   "2",
   "5",
   " Фінанси підприємства",
   "Б-106 ",
   "П"
   ],
   "2": [
   "ФОАІС",
   "3",
   "6",
   " Економіка підприємства",
   "Д-411 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "2",
   "4",
   " Фінанси підприємства",
   "А-404 ",
   "П"
   ]
   },
   "Четвер": {
   "1": [
   "ФОАІС",
   "2",
   "6",
   " Фінанси підприємства",
   "Д-107 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "2",
   "2",
   " Фінанси підприємства",
   "Б-105 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "2": [
   "ФОАІС",
   "2",
   "5",
   " Фінанси підприємства",
   "А-8   ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "2",
   "6",
   " Фінанси підприємства",
   "Д-203 ",
   "П"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФОАІС",
   "2",
   "4",
   " Фінанси підприємства",
   "Д-103 ",
   "П"
   ],
   "2": [
   "ФОАІС",
   "3",
   "6",
   " Економіка підприємства",
   "Д-109 ",
   "П"
   ]
   }
   }
   },
   "ст.в. к.е.н. Андрієць В.С .": {
   "Перший тиждень": {
   "Понеділок": {
   "5": [
   "ФЕМП",
   "5",
   "11ам",
   " Контролінг",
   "Д-203 ",
   "Л"
   ],
   "6": [
   "ФЕМП",
   "5",
   "11ам",
   " Контролінг",
   "Д-203 ",
   "Л"
   ],
   "7": [
   "ФЕМП",
   "5",
   "11ам",
   " Контролінг",
   "Д-203 ",
   "П"
   ]
   },
   "Четвер": {
   "2": [
   "ФОАІС",
   "5",
   "1м",
   " Контролінг",
   "Д-107 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "5",
   "1м",
   " Контролінг",
   "Д-107 ",
   "Л"
   ]
   },
   "Вівторок": {
   "5": [
   "ФЕМП",
   "5",
   "7м",
   " Контролінг",
   "А-528 ",
   "П"
   ]
   },
   "П'ятниця": {
   "6": [
   "ФЕМП",
   "5",
   "12м",
   " Контролінг",
   "А-331 ",
   "Л"
   ],
   "7": [
   "ФЕМП",
   "5",
   "12м",
   " Контролінг",
   "А-331 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "5": [
   "ФЕМП",
   "5",
   "12м",
   " Контролінг",
   "Д-201 ",
   "П"
   ],
   "6": [
   "ФЕМП",
   "5",
   "12м",
   " Контролінг",
   "Д-201 ",
   "Л"
   ]
   },
   "Понеділок": {
   "5": [
   "ФЕМП",
   "5",
   "11ам",
   " 22.02.2016  Л Контролінг",
   "Д-109 ",
   "з"
   ]
   },
   "Четвер": {
   "2": [
   "ФОАІС",
   "5",
   "1м",
   " Контролінг",
   "Д-107 ",
   "Л"
   ],
   "3": [
   "ФОАІС",
   "5",
   "1м",
   " Контролінг",
   "Д-107 ",
   "П"
   ],
   "4": [
   "ФЕМП",
   "5",
   "11ам",
   " 22.02.2016  П Контролінг",
   "Б-103 ",
   "з"
   ],
   "5": [
   "ФЕМП",
   "5",
   "7м",
   " Контролінг",
   "А-526 ",
   "П"
   ]
   }
   }
   },
   "доц. Прима В.В .": {
   "Перший тиждень": {
   "Середа": {
   "5": [
   "ФМТП",
   "3",
   "14 (колишня 22)",
   " Інмова за профспрям (Англ мова 2) ",
   "Д-203 ",
   "П"
   ]
   },
   "Понеділок": {
   "5": [
   "ФМТП",
   "1",
   "9",
   " Інмова за профспрям (Англ мова 2) ",
   "А-202 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФМТП",
   "3",
   "10",
   " Ділова англійська мова 2    ",
   "Д-201 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "3",
   "10",
   " Ділова англійська мова 2    ",
   "Д-201 ",
   "П"
   ]
   },
   "П'ятниця": {
   "4": [
   "ФМТП",
   "1",
   "8",
   " Інмова за профспрям (Англ мова 2) ",
   "Г-209 ",
   "П"
   ],
   "5": [
   "ФЕМП",
   "4",
   "20",
   " Ділова англійська мова 2    ",
   "Б-110 ",
   "П"
   ],
   "6": [
   "ФЕМП",
   "4",
   "20",
   " Ділова англійська мова 2    ",
   "Б-110 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "4": [
   "ФМТП",
   "3",
   "10",
   " Ділова англійська мова 2    ",
   "А-28  ",
   "П"
   ],
   "6": [
   "ФМТП",
   "1",
   "8",
   " Інмова за профспрям (Англ мова 2) ",
   "В-206 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФМТП",
   "1",
   "9",
   " Інмова за профспрям (Англ мова 2) ",
   "Д-220 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "3",
   "10",
   " Ділова англійська мова 2    ",
   "Д-211 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "3",
   "14 (колишня 22)",
   " Інмова за профспрям (Англ мова 2) ",
   "Б-110 ",
   "П"
   ]
   },
   "П'ятниця": {
   "4": [
   "ФМТП",
   "3",
   "14 (колишня 22)",
   " Інмова за профспрям (Англ мова 2) ",
   "В-205 ",
   "П"
   ],
   "6": [
   "ФЕМП",
   "4",
   "20",
   " Ділова англійська мова 2    ",
   "Б-107 ",
   "П"
   ]
   }
   }
   },
   "ст.в. Сердюченко О.В .": {
   "Перший тиждень": {
   "Середа": {
   "6": [
   "ФМТП",
   "3",
   "3 (колишня 5)",
   " Кримінальне процесуальне право",
   "А-324 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "3",
   "5 (колишня 7)",
   " Кримінальне процесуальне право",
   "А-423 ",
   "П"
   ]
   },
   "Четвер": {
   "5": [
   "ФМТП",
   "3",
   "5 (колишня 7)",
   " Кримінальне процесуальне право",
   "Б-211 ",
   "Л"
   ]
   },
   "Вівторок": {
   "5": [
   "ФМТП",
   "3",
   "4 (колишня 6)",
   " Кримінальне процесуальне право",
   "А-321 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "3",
   "2 (колишня 4)",
   " Кримінальне процесуальне право",
   "А-324 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "6": [
   "ФМТП",
   "3",
   "4 (колишня 6)",
   " Кримінальне процесуальне право",
   "А-334 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "3",
   "3 (колишня 5)",
   " Кримінальне процесуальне право",
   "А-348 ",
   "П"
   ]
   },
   "Вівторок": {
   "6": [
   "ФМТП",
   "3",
   "5 (колишня 7)",
   " Кримінальне процесуальне право",
   "А-332 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "3",
   "2 (колишня 4)",
   " Кримінальне процесуальне право",
   "А-423 ",
   "П"
   ]
   }
   }
   },
   "ст.в. к.е.н. Колодізєва С.О .": {
   "Перший тиждень": {
   "Середа": {
   "3": [
   "ФОАІС",
   "1",
   "6",
   " Гроші та кредит",
   "Д-201 ",
   "П"
   ]
   },
   "Четвер": {
   "3": [
   "ФФБС",
   "2",
   "7",
   " Гроші та кредит",
   "А-221 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "2": [
   "ФФБС",
   "2",
   "7",
   " Гроші та кредит",
   "А-144 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "1",
   "5",
   " Гроші та кредит",
   "Б-106 ",
   "П"
   ]
   },
   "Четвер": {
   "3": [
   "ФФБС",
   "2",
   "7",
   " Гроші та кредит",
   "А-221 ",
   "П"
   ]
   }
   }
   },
   "ст.в. Мельник В.В .": {
   "Перший тиждень": {
   "Середа": {
   "3": [
   "ФОАІС",
   "2",
   "9",
   " Фінанси підприємства",
   "Д-109 ",
   "П"
   ],
   "6": [
   "ФЕМП",
   "5",
   "7м",
   " Управління конкур підприємства  В",
   "А-440 ",
   "Л"
   ],
   "7": [
   "ФЕМП",
   "5",
   "7м",
   " Управління конкур підприємства  В",
   "А-445 ",
   "П"
   ]
   },
   "Понеділок": {
   "3": [
   "ФОАІС",
   "2",
   "3",
   " Фінанси підприємства",
   "А-301 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "4": [
   "ФЕМП",
   "5",
   "7м",
   " Управління конкур підприємства  В",
   "Д-225 ",
   "Л"
   ],
   "5": [
   "ФЕМП",
   "5",
   "7м",
   " Управління конкур підприємства  В",
   "Д-225 ",
   "П"
   ]
   },
   "Четвер": {
   "2": [
   "ФОАІС",
   "2",
   "3",
   " Фінанси підприємства",
   "А-454 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "2",
   "9",
   " Фінанси підприємства",
   "Д-205 ",
   "П"
   ]
   }
   }
   },
   "доц. Тютченко Е.П .": {
   "Перший тиждень": {
   "Середа": {
   "5": [
   "ФМТП",
   "3",
   "4 (колишня 6)",
   " Інмова за профспрям (Англ мова 2) ",
   "А-206 ",
   "П"
   ]
   },
   "Понеділок": {
   "5": [
   "ФМТП",
   "2",
   "3",
   " Інмова за профспрям (Англ мова 2)  ",
   "А-8   ",
   "П"
   ],
   "6": [
   "ФМТП",
   "2",
   "4",
   " Інмова за профспрям (Англ мова 2)  ",
   "А-208 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "3",
   "5 (колишня 7)",
   " Інмова за профспрям (Англ мова 1) ",
   "А-204 ",
   "П"
   ]
   },
   "Вівторок": {
   "5": [
   "ФМТП",
   "3",
   "13 (колишня 21)",
   " Інмова за профспрям (Англ мова 2) ",
   "Б-107 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "3",
   "2 (колишня 4)",
   " Інмова за профспрям (Англ мова 1) ",
   "Б-105 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "3": [
   "ФМТП",
   "3",
   "5 (колишня 7)",
   " Інмова за профспрям (Англ мова 1) ",
   "А-315 ",
   "П"
   ]
   },
   "Понеділок": {
   "4": [
   "ФМТП",
   "3",
   "13 (колишня 21)",
   " Інмова за профспрям (Англ мова 2) ",
   "Б-112 ",
   "П"
   ]
   },
   "Вівторок": {
   "4": [
   "ФМТП",
   "3",
   "4 (колишня 6)",
   " Інмова за профспрям (Англ мова 2) ",
   "А-309 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "2",
   "3",
   " Інмова за профспрям (Англ мова 2)  ",
   "А-204 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "2",
   "4",
   " Інмова за профспрям (Англ мова 2)  ",
   "А-206 ",
   "П"
   ]
   },
   "П'ятниця": {
   "5": [
   "ФМТП",
   "3",
   "13 (колишня 21)",
   " Інмова за профспрям (Англ мова 2) ",
   "А-208 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "3",
   "2 (колишня 4)",
   " Інмова за профспрям (Англ мова 1) ",
   "В-205 ",
   "П"
   ]
   }
   }
   },
   "ас. Степаник А.О .": {
   "Перший тиждень": {
   "Четвер": {
   "2": [
   "ФФБС",
   "3",
   "6",
   " Фінансовий ринок",
   "А-144 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "3",
   "5",
   " Фінансовий ринок",
   "А-205 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФФБС",
   "2",
   "4",
   " Гроші та кредит",
   "А-221 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "3",
   "8",
   " Фінансовий ринок",
   "А-332 ",
   "П"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФФБС",
   "2",
   "4",
   " Гроші та кредит",
   "А-144 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "3",
   "7",
   " Фінансовий ринок",
   "А-221 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "2": [
   "ФФБС",
   "3",
   "7",
   " Фінансовий ринок",
   "А-205 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "3",
   "6",
   " Фінансовий ринок",
   "А-221 ",
   "П"
   ]
   },
   "Четвер": {
   "2": [
   "ФФБС",
   "3",
   "8",
   " Фінансовий ринок",
   "А-221 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "2",
   "4",
   " Гроші та кредит",
   "А-205 ",
   "П"
   ]
   }
   }
   },
   "вик. Донченко Д.В .": {
   "Перший тиждень": {
   "Понеділок": {
   "1": [
   "ФРГТБ",
   "3",
   "6",
   " Дизайн",
   "А-240 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "3",
   "10",
   " Дизайн",
   "А-240 ",
   "П"
   ]
   },
   "Четвер": {
   "4": [
   "ФРГТБ",
   "3",
   "1",
   " Дизайн",
   "А-240 ",
   "П"
   ],
   "5": [
   "ФРГТБ",
   "3",
   "9",
   " Дизайн",
   "А-240 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФРГТБ",
   "3",
   "11",
   " Дизайн",
   "А-240 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "3",
   "7",
   " Дизайн",
   "А-240 ",
   "П"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФРГТБ",
   "3",
   "8",
   " Дизайн",
   "Б-103 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "3",
   "2",
   " Дизайн",
   "А-240 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "1": [
   "ФРГТБ",
   "3",
   "11",
   " Дизайн",
   "А-240 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "3",
   "9",
   " Дизайн",
   "А-240 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "2",
   " Дизайн",
   "А-240 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "3",
   "8",
   " Дизайн",
   "А-240 ",
   "П"
   ]
   },
   "Вівторок": {
   "1": [
   "ФРГТБ",
   "3",
   "10",
   " Дизайн",
   "А-240 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "3",
   "6",
   " Дизайн",
   "А-240 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "1",
   " Дизайн",
   "А-240 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "3",
   "7",
   " Дизайн",
   "А-240 ",
   "П"
   ]
   }
   }
   },
   "ст.в. Мойсієнко О.Б .": {
   "Перший тиждень": {
   "Вівторок": {
   "2": [
   "ФРГТБ",
   "2",
   "11",
   " Інмова за профспрям (Англ мова 1) ",
   "А-202 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "1",
   "11",
   " Інмова за профспрям (Англ мова 1) ",
   "Б-106 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "4": [
   "ФРГТБ",
   "1",
   "11",
   " Інмова за профспрям (Англ мова 1) ",
   "Б-110 ",
   "П"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФРГТБ",
   "2",
   "11",
   " Інмова за профспрям (Англ мова 1) ",
   "А-208 ",
   "П"
   ]
   }
   }
   },
   "доц. Плісак Т.О .": {
   "Перший тиждень": {
   "Середа": {
   "3": [
   "ФФБС",
   "4",
   "7",
   " Звітність комерційного банку",
   "А-212 ",
   "П"
   ]
   },
   "Вівторок": {
   "1": [
   "ФФБС",
   "4",
   "8",
   " Звітність комерційного банку",
   "А-212 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "4",
   "8",
   " Звітність комерційного банку",
   "А-331 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "1": [
   "ФОАІС",
   "3",
   "6",
   " Б/облік у банках",
   "Д-101 ",
   "Л"
   ],
   "2": [
   "ФФБС",
   "4",
   "8",
   " Звітність комерційного банку",
   "А-212 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "4",
   "7",
   " Звітність комерційного банку",
   "А-212 ",
   "П"
   ]
   },
   "Четвер": {
   "1": [
   "ФОАІС",
   "3",
   "4",
   " Б/облік у банках",
   "Б-106 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "4",
   "8",
   " Звітність комерційного банку",
   "А-331 ",
   "Л"
   ],
   "3": [
   "ФОАІС",
   "3",
   "3",
   " Б/облік у банках",
   "Б-106 ",
   "П"
   ]
   }
   }
   },
   "ст.в. к.е.н. Мороз І.О .": {
   "Перший тиждень": {
   "Четвер": {
   "1": [
   "ФОАІС",
   "1",
   "4",
   " Економічна інформатика",
   "Б-521 ",
   "Лб2"
   ],
   "2": [
   "ФОАІС",
   "1",
   "4",
   " Економічна інформатика",
   "Б-521 ",
   "Лб2"
   ]
   },
   "Вівторок": {
   "1": [
   "ФОАІС",
   "1",
   "3",
   " Економічна інформатика",
   "Б-521 ",
   "Лб2"
   ],
   "2": [
   "ФОАІС",
   "1",
   "3",
   " Економічна інформатика",
   "Б-521 ",
   "Лб2"
   ],
   "3": [
   "ФОАІС",
   "1",
   "5",
   " Економічна інформатика",
   "Б-521 ",
   "Лб2"
   ],
   "4": [
   "ФОАІС",
   "1",
   "5",
   " Економічна інформатика",
   "Б-521 ",
   "Лб2"
   ]
   }
   }
   },
   "проф. Пурський О.І .": {
   "Перший тиждень": {
   "Вівторок": {
   "1": [
   "ФОАІС",
   "3",
   "2",
   " Інформаційні сист і техн в економ",
   "Б-520 ",
   "Л"
   ],
   "2": [
   "ФОАІС",
   "3",
   "1",
   " Інформаційні сист і техн в економ",
   "Б-520 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "3",
   "2",
   " Інформаційні сист і техн в економ",
   "Б-520 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "1": [
   "ФОАІС",
   "3",
   "2",
   " Інформаційні сист і техн в економ",
   "Б-209 ",
   "Л"
   ]
   },
   "Вівторок": {
   "1": [
   "ФОАІС",
   "3",
   "2",
   " Інформаційні сист і техн в економ",
   "Б-520 ",
   "П"
   ],
   "2": [
   "ФОАІС",
   "3",
   "1",
   " Інформаційні сист і техн в економ",
   "Б-520 ",
   "П"
   ]
   }
   }
   },
   "доц. Андріїв В.В .": {
   "Перший тиждень": {
   "Середа": {
   "4": [
   "ФМТП",
   "4",
   "5",
   " Право соціального забезпеч    В",
   "Д-205 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "4",
   "5",
   " Право соціального забезпеч    В",
   "Д-205 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "3",
   "5 (колишня 7)",
   " Трудове право",
   "А-427 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "3",
   "2 (колишня 4)",
   " Трудове право",
   "А-427 ",
   "П"
   ]
   },
   "Понеділок": {
   "4": [
   "ФМТП",
   "3",
   "3 (колишня 5)",
   " Трудове право",
   "А-402 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "4",
   "5",
   " Право соціального забезпеч    В",
   "А-221 ",
   "Л"
   ],
   "7": [
   "ФМТП",
   "3",
   "4 (колишня 6)",
   " Трудове право",
   "А-348 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "2": [
   "ФОАІС",
   "1",
   "4",
   " Підприємницьке право  В",
   "А-401 ",
   "Л"
   ],
   "3": [
   "ФМТП",
   "4",
   "5",
   " Право соціального забезпеч    В",
   "Б-112 ",
   "Л"
   ]
   },
   "Понеділок": {
   "4": [
   "ФМТП",
   "3",
   "3 (колишня 5)",
   " Трудове право",
   "Б-105 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "3",
   "5 (колишня 7)",
   " Трудове право",
   "Б-203 ",
   "Л"
   ],
   "6": [
   "ФМТП",
   "3",
   "5 (колишня 7)",
   " Трудове право",
   "Б-102 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "3",
   "2 (колишня 4)",
   " Трудове право",
   "Б-109 ",
   "П"
   ]
   },
   "Вівторок": {
   "6": [
   "ФМТП",
   "4",
   "5",
   " Право соціального забезпеч    В",
   "Б-103 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "3",
   "4 (колишня 6)",
   " Трудове право",
   "А-427 ",
   "П"
   ]
   }
   }
   },
   "доц. Шевченко Р.Ю .": {
   "Перший тиждень": {
   "Середа": {
   "2": [
   "ФРГТБ",
   "1",
   "5",
   " Туристичне країнознавство  В",
   "Б-106 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "1",
   "5",
   " Туристичне країнознавство  В",
   "Б-211 ",
   "Л"
   ]
   },
   "Четвер": {
   "2": [
   "ФРГТБ",
   "1",
   "3",
   " Туристичне країнознавство  В",
   "А-542 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "1",
   "13",
   " Географія туризму",
   "Б-209 ",
   "Л"
   ]
   },
   "Вівторок": {
   "2": [
   "ФРГТБ",
   "1",
   "1",
   " Туристичне краєзнавство",
   "А-519 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "1",
   "2",
   " Туристичне краєзнавство",
   "А-517 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФРГТБ",
   "1",
   "2",
   " Туристичне краєзнавство",
   "Б-106 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "1",
   "4",
   " Туристичне країнознавство  В",
   "А-331 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "1": [
   "ФРГТБ",
   "1",
   "2",
   " Туристичне краєзнавство",
   "А-519 ",
   "Л"
   ],
   "2": [
   "ФРГТБ",
   "1",
   "1",
   " Туристичне краєзнавство",
   "А-519 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "1",
   "5",
   " Туристичне країнознавство  В",
   "Б-209 ",
   "Л"
   ]
   },
   "Четвер": {
   "2": [
   "ФРГТБ",
   "1",
   "5",
   " Туристичне країнознавство  В",
   "А-519 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "1",
   "12",
   " Географія туризму",
   "А-542 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФРГТБ",
   "1",
   "3",
   " Туристичне країнознавство  В",
   "А-519 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "1",
   "4",
   " Туристичне країнознавство  В",
   "Б-108 ",
   "П"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФРГТБ",
   "1",
   "2",
   " Туристичне краєзнавство",
   "А-533 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "1",
   "13",
   " Географія туризму",
   "Б-211 ",
   "Л"
   ],
   "3": [
   "ФРГТБ",
   "1",
   "13",
   " Географія туризму",
   "Б-112 ",
   "П"
   ]
   }
   }
   },
   "доц. Михайліченко Г.І .": {
   "Перший тиждень": {
   "Понеділок": {
   "2": [
   "ФРГТБ",
   "2",
   "13",
   " Організація туризму",
   "А-507 ",
   "Л"
   ],
   "3": [
   "ФРГТБ",
   "5",
   "9м",
   " Інновації в туризмі",
   "А-347 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФРГТБ",
   "5",
   "7м",
   " Курортний туроперейтинг",
   "А-523 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "5",
   "9м",
   " Інновації в туризмі",
   "А-533 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФРГТБ",
   "1",
   "13",
   " Організація туризму",
   "А-507 ",
   "Л"
   ],
   "3": [
   "ФРГТБ",
   "1",
   "12",
   " Організація туризму",
   "А-507 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "2": [
   "ФРГТБ",
   "5",
   "7м",
   " Курортний туроперейтинг",
   "Б-108 ",
   "Л"
   ],
   "3": [
   "ФРГТБ",
   "1",
   "13",
   " Організація туризму",
   "А-511 ",
   "Л"
   ]
   },
   "Понеділок": {
   "2": [
   "ФРГТБ",
   "2",
   "13",
   " Організація туризму",
   "А-535 ",
   "Л"
   ],
   "4": [
   "ФРГТБ",
   "5",
   "9м",
   " Інновації в туризмі",
   "А-532 ",
   "Л"
   ],
   "5": [
   "ФРГТБ",
   "5",
   "9м",
   " Інновації в туризмі",
   "А-532 ",
   "П"
   ]
   },
   "Четвер": {
   "2": [
   "ФРГТБ",
   "1",
   "13",
   " Організація туризму",
   "Б-109 ",
   "П"
   ]
   }
   }
   },
   "доц. Ковальчук Т.В .": {
   "Перший тиждень": {
   "Середа": {
   "2": [
   "ФОАІС",
   "1",
   "6",
   " Математика для економістів",
   "Б-209 ",
   "Л"
   ],
   "3": [
   "ФОАІС",
   "1",
   "3",
   " Математика для економістів",
   "Б-105 ",
   "П"
   ]
   },
   "Четвер": {
   "1": [
   "ФОАІС",
   "1",
   "6",
   " Математика для економістів",
   "Б-108 ",
   "П"
   ],
   "2": [
   "ФОАІС",
   "1",
   "5",
   " Математика для економістів",
   "А-517 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "1": [
   "ФОАІС",
   "1",
   "3",
   " Математика для економістів",
   "А-301 ",
   "П"
   ],
   "2": [
   "ФОАІС",
   "1",
   "6",
   " Математика для економістів",
   "Д-113 ",
   "П"
   ]
   },
   "Четвер": {
   "2": [
   "ФОАІС",
   "1",
   "6",
   " Математика для економістів",
   "Б-209 ",
   "Л"
   ],
   "3": [
   "ФОАІС",
   "1",
   "5",
   " Математика для економістів",
   "А-528 ",
   "П"
   ]
   }
   }
   },
   "ст.в. Шарабурина О.О .": {
   "Перший тиждень": {
   "Середа": {
   "1": [
   "ФОАІС",
   "2",
   "6",
   " Трудове право      В",
   "Д-405 ",
   "Л"
   ],
   "2": [
   "ФОАІС",
   "2",
   "2",
   " Інформаційне право",
   "Д-103 ",
   "П"
   ]
   },
   "Четвер": {
   "1": [
   "ФОАІС",
   "3",
   "5",
   " Трудове право      В",
   "Д-105 ",
   "П"
   ],
   "2": [
   "ФОАІС",
   "3",
   "6",
   " Трудове право      В",
   "Д-105 ",
   "Л"
   ],
   "3": [
   "ФОАІС",
   "2",
   "5",
   " Трудове право      В",
   "Д-103 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "3": [
   "ФОАІС",
   "2",
   "6",
   " Трудове право      В",
   "А-144 ",
   "П"
   ]
   },
   "Понеділок": {
   "2": [
   "ФОАІС",
   "3",
   "6",
   " Трудове право      В",
   "Д-103 ",
   "П"
   ]
   },
   "Четвер": {
   "3": [
   "ФОАІС",
   "2",
   "1",
   " Інформаційне право",
   "Д-103 ",
   "П"
   ],
   "4": [
   "ФОАІС",
   "2",
   "2",
   " Інформаційне право",
   "Д-103 ",
   "Л"
   ]
   }
   }
   },
   "доц. Микитенко Н.В .": {
   "Перший тиждень": {
   "Четвер": {
   "2": [
   "ФРГТБ",
   "2",
   "4",
   " Теорія організації",
   "А-322 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "2",
   "3",
   " Теорія організації",
   "А-322 ",
   "П"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФРГТБ",
   "2",
   "1",
   " Теорія організації",
   "А-328 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "2",
   "2",
   " Теорія організації",
   "А-332 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "2": [
   "ФРГТБ",
   "2",
   "5",
   " Теорія організації",
   "Б-201 ",
   "Л"
   ],
   "3": [
   "ФРГТБ",
   "2",
   "5",
   " Теорія організації",
   "А-322 ",
   "П"
   ]
   }
   }
   },
   "проф. Лабурцева О.І .": {
   "Перший тиждень": {
   "Понеділок": {
   "5": [
   "ФМТП",
   "3",
   "10",
   " Маркетинг",
   "А-412 ",
   "Л"
   ],
   "6": [
   "ФМТП",
   "3",
   "8",
   " Маркетинг",
   "Б-109 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "6": [
   "ФМТП",
   "3",
   "10",
   " Маркетинг",
   "А-409 ",
   "Л"
   ]
   },
   "Понеділок": {
   "7": [
   "ФМТП",
   "3",
   "8",
   " Маркетинг",
   "А-412 ",
   "П"
   ]
   }
   }
   },
   "ст.в. к.т.н. Цюцюра М.І .": {
   "Перший тиждень": {
   "Четвер": {
   "1": [
   "ФРГТБ",
   "1",
   "9",
   " Інформаційні системи і технології",
   "Б-510а",
   "Лб2"
   ],
   "2": [
   "ФРГТБ",
   "1",
   "9",
   " Інформаційні системи і технології",
   "Б-510а",
   "Лб2"
   ],
   "3": [
   "ФФБС",
   "1",
   "8",
   " Економічна інформатика",
   "Б-510а",
   "Лб2"
   ],
   "4": [
   "ФОАІС",
   "2",
   "8",
   " Архітектура та проект програм забезпеч",
   "Б-505 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "1": [
   "ФОАІС",
   "2",
   "7",
   " Архітектура та проект програм забезпеч",
   "Б-504 ",
   "Лб1"
   ],
   "2": [
   "ФОАІС",
   "2",
   "8",
   " Архітектура та проект програм забезпеч",
   "Б-504 ",
   "Лб1"
   ],
   "3": [
   "ФФБС",
   "1",
   "6.2",
   " Економічна інформатика",
   "Б-510а",
   "Лб1"
   ]
   }
   }
   },
   "проф. Мельник Т.М .": {
   "Перший тиждень": {
   "Середа": {
   "5": [
   "ФМТП",
   "4",
   "17 (колишня 26)",
   " Організація зовнішньоторг операцій",
   "А-517 ",
   "Л"
   ],
   "6": [
   "ФМТП",
   "4",
   "17 (колишня 26)",
   " Організація зовнішньоторг операцій",
   "А-413 ",
   "П"
   ]
   },
   "Вівторок": {
   "4": [
   "ФМТП",
   "4",
   "17 (колишня 26)",
   " Організація зовнішньоторг операцій",
   "А-517 ",
   "Л"
   ],
   "5": [
   "ФМТП",
   "4",
   "17 (колишня 26)",
   " Організація зовнішньоторг операцій",
   "А-422 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "5": [
   "ФМТП",
   "4",
   "17 (колишня 26)",
   " Організація зовнішньоторг операцій",
   "А-517 ",
   "Л"
   ]
   },
   "Вівторок": {
   "4": [
   "ФМТП",
   "4",
   "17 (колишня 26)",
   " Організація зовнішньоторг операцій",
   "А-517 ",
   "Л"
   ],
   "5": [
   "ФМТП",
   "4",
   "17 (колишня 26)",
   " Організація зовнішньоторг операцій",
   "А-413 ",
   "П"
   ]
   }
   }
   },
   "доц. Міняйло О.І .": {
   "Перший тиждень": {
   "Понеділок": {
   "1": [
   "ФФБС",
   "1",
   "4",
   " Політична економія",
   "А-402 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "1",
   "6.2",
   " Політична економія",
   "Б-203 ",
   "Л"
   ],
   "3": [
   "ФФБС",
   "1",
   "3",
   " Політична економія",
   "А-402 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "П'ятниця": {
   "1": [
   "ФФБС",
   "1",
   "4",
   " Політична економія",
   "А-402 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "1",
   "6.2",
   " Політична економія",
   "Б-203 ",
   "Л"
   ],
   "3": [
   "ФФБС",
   "1",
   "3",
   " Політична економія",
   "А-402 ",
   "П"
   ],
   "5": [
   "ФЕМП",
   "5",
   "20м",
   " Конкурентна політика у сфері ДЗ   В",
   "А-410 ",
   "П"
   ]
   }
   }
   },
   "доц. Губицький Л.В .": {
   "Перший тиждень": {
   "Середа": {
   "1": [
   "ФФБС",
   "2",
   "5.2",
   " Політологія  В",
   "Д-102 ",
   "П"
   ]
   },
   "Вівторок": {
   "1": [
   "ФФБС",
   "2",
   "5.2",
   " Політологія  В",
   "Д-205 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "3": [
   "ФФБС",
   "2",
   "7",
   " Релігієзнавство  В",
   "Д-109 ",
   "П"
   ]
   },
   "Четвер": {
   "2": [
   "ФФБС",
   "2",
   "6.2",
   " Релігієзнавство  В",
   "Б-203 ",
   "Л"
   ],
   "3": [
   "ФФБС",
   "2",
   "5.2",
   " Релігієзнавство  В",
   "Б-112 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФФБС",
   "2",
   "8",
   " Релігієзнавство  В",
   "Д-105 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "2",
   "6.2",
   " Релігієзнавство  В",
   "Д-201 ",
   "П"
   ]
   }
   }
   },
   "доц. Миронець С.М .": {
   "Перший тиждень": {
   "П'ятниця": {
   "2": [
   "ФРГТБ",
   "1",
   "5",
   " Психологія",
   "А-524 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "П'ятниця": {
   "2": [
   "ФРГТБ",
   "1",
   "5",
   " Психологія",
   "Б-201 ",
   "Л"
   ]
   }
   }
   },
   "доц. Кулик М.В .": {
   "Перший тиждень": {
   "Середа": {
   "1": [
   "ФРГТБ",
   "3",
   "3",
   " Економіка готелів і ресторанів",
   "А-511 ",
   "Л"
   ]
   },
   "Понеділок": {
   "2": [
   "ФРГТБ",
   "3",
   "3",
   " Економіка готелів і ресторанів",
   "Б-108 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "2",
   " Економіка готелів і ресторанів",
   "А-540 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "1": [
   "ФРГТБ",
   "3",
   "3",
   " Економіка готелів і ресторанів",
   "А-511 ",
   "Л"
   ]
   },
   "Четвер": {
   "3": [
   "ФРГТБ",
   "3",
   "3",
   " Економіка готелів і ресторанів",
   "А-423 ",
   "П"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФРГТБ",
   "3",
   "2",
   " Економіка готелів і ресторанів",
   "А-542 ",
   "П"
   ]
   }
   }
   },
   "ас. Яцишина К.В .": {
   "Перший тиждень": {
   "Четвер": {
   "6": [
   "ФЕМП",
   "4",
   "20",
   " Стратегічне управління",
   "А-334 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФМТП",
   "4",
   "16 (колишня 24)",
   " Стратегічне управління",
   "А-321 ",
   "П"
   ],
   "6": [
   "ФЕМП",
   "4",
   "19",
   " Стратегічне управління",
   "А-334 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "5": [
   "ФЕМП",
   "4",
   "19",
   " Стратегічне управління",
   "А-321 ",
   "П"
   ]
   },
   "Четвер": {
   "6": [
   "ФЕМП",
   "4",
   "20",
   " Стратегічне управління",
   "А-322 ",
   "П"
   ]
   },
   "П'ятниця": {
   "4": [
   "ФМТП",
   "4",
   "16 (колишня 24)",
   " Стратегічне управління",
   "А-322 ",
   "П"
   ]
   }
   }
   },
   "доц. Охріменко А.Г .": {
   "Перший тиждень": {
   "Понеділок": {
   "3": [
   "ФРГТБ",
   "2",
   "13",
   " Готельна справа",
   "А-511 ",
   "Л"
   ],
   "4": [
   "ФРГТБ",
   "2",
   "10",
   " Готельна справа",
   "А-440 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФРГТБ",
   "2",
   "12",
   " Готельна справа",
   "А-332 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "2",
   "11",
   " Готельна справа",
   "А-532 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "2": [
   "ФРГТБ",
   "2",
   "12",
   " Готельна справа",
   "А-332 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "2",
   "10",
   " Готельна справа",
   "А-440 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФРГТБ",
   "2",
   "11",
   " Готельна справа",
   "А-511 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "2",
   "13",
   " Готельна справа",
   "А-511 ",
   "Л"
   ]
   }
   }
   },
   "доц. Чернякін В.П .": {
   "Перший тиждень": {
   "Четвер": {
   "3": [
   "ФОАІС",
   "3",
   "2",
   " Технологія створ програм сист в упр",
   "Б-504 ",
   "П"
   ],
   "4": [
   "ФЕМП",
   "5",
   "15м",
   " Інформаційні сист і техн в упр орг",
   "Б-520 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФОАІС",
   "1",
   "7",
   " Основи програмування",
   "Б-505 ",
   "Л"
   ],
   "3": [
   "ФОАІС",
   "3",
   "2",
   " Технологія створ програм сист в упр",
   "Б-505 ",
   "Л"
   ],
   "4": [
   "ФОАІС",
   "3",
   "1",
   " Технологія створ програм сист в упр",
   "Б-103 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "2": [
   "ФОАІС",
   "3",
   "2",
   " Технологія створ програм сист в упр",
   "Б-209 ",
   "Л"
   ]
   },
   "Понеділок": {
   "1": [
   "ФОАІС",
   "1",
   "7",
   " Основи програмування",
   "Б-504 ",
   "Лб1"
   ],
   "2": [
   "ФОАІС",
   "1",
   "7",
   " Основи програмування",
   "Б-504 ",
   "Лб1"
   ],
   "3": [
   "ФОАІС",
   "1",
   "7",
   " Основи програмування",
   "Б-504 ",
   "Лб2"
   ],
   "4": [
   "ФОАІС",
   "1",
   "7",
   " Основи програмування",
   "Б-504 ",
   "Лб2"
   ]
   },
   "Четвер": {
   "2": [
   "ФОАІС",
   "1",
   "7",
   " Основи програмування",
   "Б-520 ",
   "Л"
   ],
   "3": [
   "ФОАІС",
   "3",
   "1",
   " Технологія створ програм сист в упр",
   "Б-504 ",
   "П"
   ],
   "4": [
   "ФОАІС",
   "3",
   "2",
   " Технологія створ програм сист в упр",
   "Б-520 ",
   "П"
   ]
   },
   "Вівторок": {
   "6": [
   "ФЕМП",
   "5",
   "15м",
   " Інформаційні сист і техн в упр орг",
   "Б-505 ",
   "Л"
   ],
   "7": [
   "ФЕМП",
   "5",
   "15м",
   " Інформаційні сист і техн в упр орг",
   "Б-505 ",
   "П"
   ]
   }
   }
   },
   "проф. Пятницький В.Т .": {
   "Другий тиждень": {
   "Понеділок": {
   "5": [
   "ФЕМП",
   "5",
   "15м",
   " Світова організація торгівлі",
   "А-413 ",
   "П"
   ]
   }
   }
   },
   "доц. Расулов Р.А .": {
   "Перший тиждень": {
   "Понеділок": {
   "5": [
   "ФЕМП",
   "4",
   "18",
   " Основи автоматиз проектування",
   "А-240 ",
   "Л"
   ]
   },
   "Четвер": {
   "1": [
   "ФРГТБ",
   "3",
   "8",
   " Дизайн",
   "Б-201 ",
   "Л"
   ]
   },
   "Вівторок": {
   "1": [
   "ФРГТБ",
   "3",
   "12",
   " Дизайн",
   "А-240 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "3",
   "5",
   " Дизайн",
   "А-240 ",
   "П"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФРГТБ",
   "3",
   "3",
   " Дизайн",
   "А-240 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "2": [
   "ФРГТБ",
   "3",
   "8",
   " Дизайн",
   "Б-201 ",
   "Л"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "12",
   " Дизайн",
   "Б-201 ",
   "Л"
   ],
   "5": [
   "ФЕМП",
   "4",
   "18",
   " Основи автоматиз проектування",
   "А-240 ",
   "Лб1"
   ]
   },
   "Четвер": {
   "3": [
   "ФРГТБ",
   "3",
   "12",
   " Дизайн",
   "Б-205 ",
   "Л"
   ],
   "5": [
   "ФЕМП",
   "4",
   "18",
   " Основи автоматиз проектування",
   "А-240 ",
   "Лб2"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФРГТБ",
   "3",
   "3",
   " Дизайн",
   "А-240 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "3",
   "12",
   " Дизайн",
   "А-240 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "5",
   " Дизайн",
   "А-240 ",
   "П"
   ]
   }
   }
   },
   "ст.в. к.е.н. Вишинська Т.Л .": {
   "Перший тиждень": {
   "Четвер": {
   "5": [
   "ФМТП",
   "5",
   "7м (колишня 6м)",
   " Іллегалізація ЗЕД   В",
   "А-422 ",
   "Л"
   ]
   },
   "Вівторок": {
   "4": [
   "ФМТП",
   "5",
   "6ам (колишня 5ам)",
   " Іллегалізація ЗЕД   В",
   "Д-215 ",
   "Л"
   ],
   "5": [
   "ФМТП",
   "5",
   "6ам (колишня 5ам)",
   " Іллегалізація ЗЕД   В",
   "Д-215 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Вівторок": {
   "6": [
   "ФМТП",
   "5",
   "7м (колишня 6м)",
   " Іллегалізація ЗЕД   В",
   "А-413 ",
   "Л"
   ],
   "7": [
   "ФМТП",
   "5",
   "6ам (колишня 5ам)",
   " Іллегалізація ЗЕД   В",
   "А-404 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "5": [
   "ФМТП",
   "5",
   "7м (колишня 6м)",
   " Іллегалізація ЗЕД   В",
   "А-533 ",
   "П"
   ]
   }
   }
   },
   "доц. Несходовський І.С .": {
   "Перший тиждень": {
   "Четвер": {
   "2": [
   "ФОАІС",
   "5",
   "4м",
   " Організація держ аудиту",
   "Д-308 ",
   "П"
   ]
   }
   }
   },
   "ст.в. Антонюк О.А .": {
   "Перший тиждень": {
   "Понеділок": {
   "1": [
   "ФОАІС",
   "2",
   "6",
   " Статистика",
   "А-348 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "3": [
   "ФОАІС",
   "2",
   "4",
   " Статистика",
   "А-354 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФОАІС",
   "2",
   "5",
   " Статистика",
   "Б-105 ",
   "П"
   ]
   }
   }
   },
   "доц. Новікова Н.Л .": {
   "Перший тиждень": {
   "Середа": {
   "3": [
   "ФФБС",
   "2",
   "6.2",
   " Макроекономіка",
   "Б-203 ",
   "Л"
   ]
   },
   "Четвер": {
   "3": [
   "ФФБС",
   "2",
   "6.2",
   " Макроекономіка",
   "А-423 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФФБС",
   "2",
   "7",
   " Макроекономіка",
   "А-404 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "2",
   "5.2",
   " Макроекономіка",
   "А-404 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "2": [
   "ФФБС",
   "2",
   "6.2",
   " Макроекономіка",
   "Б-203 ",
   "Л"
   ],
   "3": [
   "ФФБС",
   "2",
   "5.2",
   " Макроекономіка",
   "А-402 ",
   "П"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФФБС",
   "2",
   "6.2",
   " Макроекономіка",
   "А-402 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "2",
   "7",
   " Макроекономіка",
   "А-410 ",
   "П"
   ]
   }
   }
   },
   "доц. Кондратюк О.І .": {
   "Перший тиждень": {
   "Середа": {
   "3": [
   "ФРГТБ",
   "5",
   "6м",
   " Управління ризиками підприємства",
   "А-452 ",
   "П"
   ]
   },
   "Понеділок": {
   "2": [
   "ФРГТБ",
   "5",
   "6м",
   " Управління ризиками підприємства",
   "А-454 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "2": [
   "ФРГТБ",
   "5",
   "6м",
   " Управління ризиками підприємства",
   "А-440 ",
   "Л"
   ]
   }
   }
   },
   "доц. Головко Л.С .": {
   "Перший тиждень": {
   "Середа": {
   "3": [
   "ФОАІС",
   "1",
   "2",
   " Політична економія",
   "Д-113 ",
   "П"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФОАІС",
   "1",
   "1",
   " Політична економія",
   "Б-105 ",
   "П"
   ],
   "2": [
   "ФОАІС",
   "1",
   "6",
   " Політична економія",
   "Б-205 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "1": [
   "ФОАІС",
   "1",
   "4",
   " Політична економія",
   "Б-105 ",
   "П"
   ],
   "2": [
   "ФОАІС",
   "1",
   "6",
   " Політична економія",
   "Б-205 ",
   "Л"
   ],
   "3": [
   "ФОАІС",
   "1",
   "3",
   " Політична економія",
   "Б-105 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФОАІС",
   "1",
   "5",
   " Політична економія",
   "Д-107 ",
   "П"
   ],
   "4": [
   "ФОАІС",
   "1",
   "6",
   " Політична економія",
   "Б-106 ",
   "П"
   ]
   }
   }
   },
   "доц. Микитюк І.С .": {
   "Перший тиждень": {
   "Четвер": {
   "4": [
   "ФФБС",
   "4",
   "5",
   " Казначейська система \n\nобслуг бюджету",
   "А-331 ",
   "Л"
   ],
   "5": [
   "ФФБС",
   "4",
   "5",
   " Казначейська система \nобслуг бюджету",
   "А-331 ",
   "Л"
   ]
   },
   "Вівторок": {
   "5": [
   "ФФБС",
   "4",
   "3",
   " Казначейська система\n обслуг бюджету",
   "А-219 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "3": [
   "ФФБС",
   "4",
   "5",
   " Казначейська система\n обслуг бюджету",
   "А-219 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "4",
   "3",
   " Казначейська система \nобслуг бюджету",
   "А-219 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФФБС",
   "4",
   "3",
   " Казначейська система\n обслуг бюджету",
   "А-215 ",
   "П"
   ],
   "5": [
   "ФФБС",
   "4",
   "5",
   " Казначейська система\n обслуг бюджету",
   "А-219 ",
   "П"
   ]
   }
   }
   },
   "ас. к.е.н. Лазебна І.В .": {
   "Перший тиждень": {
   "Середа": {
   "2": [
   "ФФБС",
   "1",
   "5",
   " Політична економія",
   "А-404 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "1",
   "6.2",
   " Політична економія",
   "А-410 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "4": [
   "ФФБС",
   "1",
   "5",
   " Політична економія",
   "Б-105 ",
   "П"
   ]
   },
   "Вівторок": {
   "4": [
   "ФФБС",
   "1",
   "6.2",
   " Політична економія",
   "А-410 ",
   "П"
   ]
   }
   }
   },
   "ас. Шестак Я.І .": {
   "Перший тиждень": {
   "Середа": {
   "2": [
   "ФРГТБ",
   "1",
   "11",
   " Інформаційні системи і технології",
   "Б-103 ",
   "Лб2"
   ],
   "3": [
   "ФРГТБ",
   "1",
   "11",
   " Інформаційні системи і технології",
   "Б-103 ",
   "Лб2"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФРГТБ",
   "1",
   "8",
   " Інформаційні системи і технології",
   "Б-102 ",
   "Лб2"
   ],
   "4": [
   "ФРГТБ",
   "1",
   "8",
   " Інформаційні системи і технології",
   "Б-102 ",
   "Лб2"
   ]
   }
   },
   "Другий тиждень": {
   "П'ятниця": {
   "1": [
   "ФРГТБ",
   "1",
   "7",
   " Інформаційні системи і технології",
   "Б-102 ",
   "Лб1"
   ],
   "2": [
   "ФРГТБ",
   "1",
   "7",
   " Інформаційні системи і технології",
   "Б-102 ",
   "Лб1"
   ]
   }
   }
   },
   "доц. Скуловатова О.В .": {
   "Перший тиждень": {
   "Середа": {
   "2": [
   "ФРГТБ",
   "3",
   "11",
   " Психологія  В",
   "А-507 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Вівторок": {
   "1": [
   "ФРГТБ",
   "1",
   "8",
   " Психологія  В",
   "А-524 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "1",
   "11",
   " Психологія  В",
   "Б-201 ",
   "Л"
   ]
   }
   }
   },
   "проф. Романенко В.А .": {
   "Перший тиждень": {
   "Середа": {
   "6": [
   "ФЕМП",
   "5",
   "20м",
   " Конкурентоспроможність нац ек",
   "А-410 ",
   "Л"
   ],
   "7": [
   "ФЕМП",
   "5",
   "20м",
   " Конкурентоспроможність нац ек",
   "А-410 ",
   "П"
   ]
   },
   "Четвер": {
   "5": [
   "ФМТП",
   "1",
   "9",
   " Історія економіки та економічної думки",
   "Б-207 ",
   "Л"
   ],
   "6": [
   "ФМТП",
   "1",
   "2",
   " Історія економіки та економічної думки",
   "А-404 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "4": [
   "ФМТП",
   "1",
   "8",
   " Історія економіки та економічної думки",
   "А-524 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "1",
   "9",
   " Історія економіки та економічної думки",
   "А-504 ",
   "П"
   ]
   },
   "Понеділок": {
   "6": [
   "ФМТП",
   "1",
   "2",
   " Історія економіки та економічної думки",
   "А-404 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "1",
   "9",
   " Історія економіки та економічної думки",
   "А-401 ",
   "Л"
   ]
   }
   }
   },
   "доц.Федорова Л.М.": {
   "Другий тиждень": {
   "Четвер": {
   "3": [
   "ФРГТБ",
   "1",
   "1",
   " Укр мова (за проф спрямуванням)",
   "Д-407 ",
   "П"
   ]
   }
   }
   },
   "доц. Присяжнюк А.Ю .": {
   "Перший тиждень": {
   "Понеділок": {
   "6": [
   "ФМТП",
   "5",
   "9ам (колишня 17ам)",
   " Управління проектами  В",
   "А-328 ",
   "Л"
   ],
   "7": [
   "ФЕМП",
   "5",
   "13ам",
   " Управління проектами  В",
   "А-328 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "6": [
   "ФМТП",
   "5",
   "9ам (колишня 17ам)",
   " Управління проектами  В",
   "А-328 ",
   "Л"
   ]
   },
   "Четвер": {
   "6": [
   "ФЕМП",
   "5",
   "13ам",
   " Управління проектами  ",
   "А-328 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "5",
   "9ам (колишня 17ам)",
   " Управління проектами  В",
   "А-322 ",
   "П"
   ]
   }
   }
   },
   "доц. Жураховська Л.В .": {
   "Перший тиждень": {
   "Середа": {
   "2": [
   "ФФБС",
   "3",
   "8",
   " Фінансовий ринок",
   "Б-207 ",
   "Л"
   ],
   "3": [
   "ФФБС",
   "4",
   "6",
   " Торгівля цінними паперами",
   "А-332 ",
   "Л"
   ]
   },
   "Четвер": {
   "3": [
   "ФМТП",
   "5",
   "9ам (колишня 17ам)",
   " Управління ризиками в ЗЕД",
   "Б-103 ",
   "Л"
   ]
   },
   "Вівторок": {
   "1": [
   "ФФБС",
   "4",
   "6",
   " Торгівля цінними паперами",
   "А-221 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "3",
   "5",
   " Депозитарна  діяльність",
   "А-303 ",
   "Л"
   ],
   "3": [
   "ФФБС",
   "3",
   "5",
   " Депозитарна  діяльність",
   "А-303 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "2": [
   "ФФБС",
   "4",
   "6",
   " Торгівля цінними паперами",
   "А-348 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "4",
   "6",
   " Торгівля цінними паперами",
   "А-322 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "5",
   "9ам (колишня 17ам)",
   " Управління ризиками в ЗЕД",
   "А-205 ",
   "Л"
   ]
   },
   "Четвер": {
   "3": [
   "ФФБС",
   "4",
   "6",
   " Торгівля цінними паперами",
   "А-321 ",
   "Л"
   ],
   "4": [
   "ФФБС",
   "4",
   "6",
   " Торгівля цінними паперами",
   "А-144 ",
   "Л"
   ]
   }
   }
   },
   "доц. Лебедєва Л.В .": {
   "Перший тиждень": {
   "Четвер": {
   "1": [
   "ФРГТБ",
   "1",
   "4",
   " Основи економічної теорії",
   "А-412 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "1",
   "5",
   " Основи економічної теорії",
   "А-422 ",
   "П"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФРГТБ",
   "1",
   "5",
   " Основи економічної теорії",
   "Б-201 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "2": [
   "ФРГТБ",
   "1",
   "4",
   " Основи економічної теорії",
   "Б-106 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "1",
   "5",
   " Основи економічної теорії",
   "А-412 ",
   "П"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФРГТБ",
   "1",
   "5",
   " Основи економічної теорії",
   "Б-201 ",
   "Л"
   ]
   }
   }
   },
   "доц. Ткаченко Л.В .": {
   "Перший тиждень": {
   "Понеділок": {
   "1": [
   "ФРГТБ",
   "3",
   "4",
   " Організація роботи сомельє",
   "E-4   ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "3",
   "4",
   " Організація роботи сомельє",
   "E-4   ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "1": [
   "ФРГТБ",
   "2",
   "14",
   " Харчові технології",
   "А-525 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "2",
   "14",
   " Харчові технології",
   "А-525 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "4",
   " Організація роботи сомельє",
   "Б-109 ",
   "Л"
   ]
   }
   }
   },
   "доц. Мащенко Л.З .": {
   "Перший тиждень": {
   "Вівторок": {
   "1": [
   "ФОАІС",
   "1",
   "7",
   " Комп'ютерна дискретна математика",
   "Б-111 ",
   "Л"
   ],
   "2": [
   "ФОАІС",
   "1",
   "7",
   " Комп'ютерна дискретна математика",
   "Б-111 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Вівторок": {
   "2": [
   "ФОАІС",
   "1",
   "7",
   " Комп'ютерна дискретна математика",
   "Д-309 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "1",
   "7",
   " Комп'ютерна дискретна математика",
   "Д-309 ",
   "Л"
   ]
   }
   }
   },
   "ст.в. к.е.н. Камінський С.І .": {
   "Перший тиждень": {
   "Середа": {
   "1": [
   "ФОАІС",
   "3",
   "6",
   " Економіка праці та соц-труд відносини",
   "Б-205 ",
   "Л"
   ]
   },
   "Четвер": {
   "2": [
   "ФОАІС",
   "3",
   "4",
   " Економіка підприємства",
   "Д-103 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "3",
   "3",
   " Економіка підприємства",
   "Д-109 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "2": [
   "ФОАІС",
   "3",
   "4",
   " Економіка підприємства",
   "Д-109 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "3",
   "6",
   " Економіка праці та соц-труд відносини",
   "Д-103 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФОАІС",
   "3",
   "3",
   " Економіка підприємства",
   "Д-209 ",
   "П"
   ],
   "4": [
   "ФОАІС",
   "3",
   "1",
   " Економіка праці та соц-труд відносини",
   "Д-309 ",
   "П"
   ]
   }
   }
   },
   "ст.в. Нетребчук Л.О .": {
   "Перший тиждень": {
   "Середа": {
   "1": [
   "ФФБС",
   "4",
   "7",
   " Аналіз діяльності банку",
   "А-205 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "4",
   "7",
   " Інформаційні сист і техн у БС",
   "А-212 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "4",
   "8",
   " Аналіз діяльності банку",
   "А-402 ",
   "П"
   ]
   },
   "Четвер": {
   "1": [
   "ФФБС",
   "4",
   "8",
   " Аналіз діяльності банку",
   "А-331 ",
   "Л"
   ],
   "2": [
   "ФФБС",
   "4",
   "8",
   " Аналіз діяльності банку",
   "А-331 ",
   "Л"
   ],
   "3": [
   "ФФБС",
   "4",
   "8",
   " Інформаційні сист і техн у БС",
   "Б-207 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФФБС",
   "4",
   "7",
   " Інформаційні сист і техн у БС",
   "А-212 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "4",
   "8",
   " Аналіз діяльності банку",
   "А-119 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "4",
   "7",
   " Аналіз діяльності банку",
   "А-325 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Вівторок": {
   "1": [
   "ФФБС",
   "4",
   "8",
   " Інформаційні сист і техн у БС",
   "А-212 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "4",
   "8",
   " Аналіз діяльності банку",
   "А-325 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФФБС",
   "4",
   "8",
   " Аналіз діяльності банку",
   "Б-109 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "4",
   "8",
   " Аналіз діяльності банку",
   "Б-207 ",
   "Л"
   ],
   "3": [
   "ФФБС",
   "4",
   "8",
   " Інформаційні сист і техн у БС",
   "Б-207 ",
   "Л"
   ],
   "4": [
   "ФФБС",
   "4",
   "7",
   " Аналіз діяльності банку",
   "А-144 ",
   "П"
   ]
   }
   }
   },
   "ас. к.е.н. Мельниченко О.В .": {
   "Перший тиждень": {
   "Понеділок": {
   "2": [
   "ФФБС",
   "3",
   "4.2",
   " Банківська система",
   "А-322 ",
   "П"
   ]
   },
   "Четвер": {
   "4": [
   "ФФБС",
   "3",
   "7",
   " Банківська система",
   "А-221 ",
   "П"
   ]
   },
   "Вівторок": {
   "1": [
   "ФФБС",
   "3",
   "3",
   " Банківська система",
   "А-205 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "3",
   "8",
   " Банківська система",
   "А-205 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "4": [
   "ФФБС",
   "3",
   "4.2",
   " Банківська система",
   "А-334 ",
   "П"
   ]
   },
   "Четвер": {
   "1": [
   "ФФБС",
   "3",
   "3",
   " Банківська система",
   "А-221 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "3",
   "7",
   " Банківська система",
   "А-321 ",
   "П"
   ]
   },
   "Вівторок": {
   "1": [
   "ФФБС",
   "3",
   "8",
   " Банківська система",
   "А-221 ",
   "П"
   ]
   }
   }
   },
   "доц. Вежлівцева С.П .": {
   "Перший тиждень": {
   "Понеділок": {
   "3": [
   "ФРГТБ",
   "2",
   "15",
   " Технічне регул. Основи стандарт, метрол та УЯ",
   "А-119 ",
   "П"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФРГТБ",
   "2",
   "8",
   " Технічне регул. Основи стандарт, метрол та УЯ",
   "А-114 ",
   "П"
   ]
   }
   }
   },
   "доц. Гудков С.О .": {
   "Перший тиждень": {
   "Середа": {
   "3": [
   "ФРГТБ",
   "1",
   "12",
   " Політологія  В",
   "Д-102 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФМТП",
   "2",
   "5",
   " Філософія",
   "Д-207 ",
   "П"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФРГТБ",
   "1",
   "13",
   " Політологія  В",
   "Б-205 ",
   "Л"
   ],
   "2": [
   "ФРГТБ",
   "1",
   "6",
   " Політологія  В",
   "Д-102 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "2",
   "5",
   " Політологія",
   "Д-113 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "2",
   "6",
   " Філософія",
   "Д-102 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "2": [
   "ФРГТБ",
   "1",
   "13",
   " Політологія  В",
   "Д-105 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "2",
   "8",
   " Політологія",
   "Д-102 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФРГТБ",
   "2",
   "9",
   " Політологія",
   "Д-109 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "2",
   "15",
   " Політологія",
   "Д-103 ",
   "П"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФРГТБ",
   "2",
   "7",
   " Політологія",
   "Д-102 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "2",
   "4",
   " Політологія",
   "Д-103 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "2",
   "3",
   " Політологія",
   "Д-102 ",
   "П"
   ]
   }
   }
   },
   "ст.в. к.т.н. Сидорчук В.Є .": {
   "Перший тиждень": {
   "Вівторок": {
   "5": [
   "ФЕМП",
   "1",
   "13",
   " Економічна інформатика",
   "Б-207 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "5": [
   "ФЕМП",
   "1",
   "13",
   " Економічна інформатика",
   "Б-510а",
   "Лб1"
   ],
   "6": [
   "ФЕМП",
   "1",
   "13",
   " Економічна інформатика",
   "Б-510а",
   "Лб1"
   ]
   },
   "Четвер": {
   "5": [
   "ФЕМП",
   "1",
   "12",
   " Економічна інформатика",
   "Б-510а",
   "Лб1"
   ],
   "6": [
   "ФЕМП",
   "1",
   "12",
   " Економічна інформатика",
   "Б-510а",
   "Лб1"
   ]
   },
   "Вівторок": {
   "6": [
   "ФЕМП",
   "1",
   "11",
   " Економічна інформатика",
   "Б-510а",
   "Лб1"
   ],
   "7": [
   "ФЕМП",
   "1",
   "11",
   " Економічна інформатика",
   "Б-510а",
   "Лб1"
   ]
   }
   }
   },
   "доц. Зіміна А.І .": {
   "Перший тиждень": {
   "Вівторок": {
   "6": [
   "ФЕМП",
   "4",
   "18",
   " Комерційна логістика",
   "А-409 ",
   "Л"
   ],
   "7": [
   "ФЕМП",
   "4",
   "18",
   " Комерційна логістика",
   "А-409 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "6": [
   "ФЕМП",
   "4",
   "18",
   " Комерційна логістика",
   "Б-105 ",
   "Л"
   ],
   "7": [
   "ФЕМП",
   "4",
   "18",
   " Комерційна логістика",
   "Б-105 ",
   "П"
   ]
   }
   }
   },
   "доц. Шусть В.В .": {
   "Перший тиждень": {
   "Вівторок": {
   "4": [
   "ФОАІС",
   "2",
   "5",
   " Конфлік та теорія переговор  В",
   "Д-107 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "1",
   "2",
   " Теорія переговорів",
   "А-519 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФОАІС",
   "2",
   "4",
   " Конфлік та теорія переговор  В",
   "Д-107 ",
   "П"
   ],
   "2": [
   "ФОАІС",
   "2",
   "9",
   " Конфлік та теорія переговор  В",
   "Д-101 ",
   "Л"
   ],
   "3": [
   "ФОАІС",
   "2",
   "3",
   " Конфлік та теорія переговор  В",
   "Д-103 ",
   "П"
   ],
   "4": [
   "ФОАІС",
   "2",
   "9",
   " Конфлік та теорія переговор  В",
   "Д-403 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Вівторок": {
   "4": [
   "ФМТП",
   "1",
   "2",
   " Теорія переговорів",
   "А-526 ",
   "П"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФОАІС",
   "2",
   "6",
   " Конфлік та теорія переговор  В",
   "Д-107 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "1",
   "2",
   " Теорія переговорів",
   "А-20  ",
   "Л"
   ]
   }
   }
   },
   "вик. Тонконог І.В .": {
   "Перший тиждень": {
   "Понеділок": {
   "3": [
   "ФОАІС",
   "3",
   "2",
   " Ділова англійська мова 1    ",
   "В-205 ",
   "П"
   ],
   "4": [
   "ФОАІС",
   "3",
   "2",
   " Ділова англійська мова 1    ",
   "Б-106 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФРГТБ",
   "3",
   "7",
   " Інмова за профспрям (Англ мова 2) ",
   "Б-107 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "2": [
   "ФОАІС",
   "3",
   "2",
   " Ділова англійська мова 1    ",
   "Д-105 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "3",
   "2",
   " Ділова англійська мова 1   ",
   "Д-105 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "3",
   "7",
   " Інмова за профспрям (Англ мова 2) ",
   "А-224 ",
   "П"
   ]
   }
   }
   },
   "доц. Тесленко Н.О.": {
   "Перший тиждень": {
   "Вівторок": {
   "2": [
   "ФОАІС",
   "1",
   "4",
   " Укр мова (за проф спрямуванням)",
   "Г-205 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "2": [
   "ФОАІС",
   "1",
   "2",
   " Укр мова (за проф спрямуванням)",
   "Г-205 ",
   "П"
   ]
   }
   }
   },
   "доц. Пальчук П.М .": {
   "Перший тиждень": {
   "Четвер": {
   "4": [
   "ФМТП",
   "2",
   "6",
   " Цивільне право",
   "А-401 ",
   "Л"
   ],
   "5": [
   "ФМТП",
   "2",
   "3",
   " Цивільне право",
   "А-402 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Вівторок": {
   "4": [
   "ФМТП",
   "2",
   "6",
   " Цивільне право",
   "А-401 ",
   "Л"
   ],
   "5": [
   "ФМТП",
   "2",
   "4",
   " Цивільне право",
   "А-402 ",
   "П"
   ]
   }
   }
   },
   "доц. Богатирьова К.В .": {
   "Перший тиждень": {
   "Середа": {
   "2": [
   "ФРГТБ",
   "2",
   "10",
   " Інмова за профспрям (Англ мова 1) ",
   "А-202 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "2",
   "3",
   " Інмова за профспрям (Англ мова 1) ",
   "А-347 ",
   "П"
   ]
   },
   "Четвер": {
   "2": [
   "ФРГТБ",
   "2",
   "14",
   " Інмова за профспрям (Англ мова 2) ",
   "А-220 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "8",
   " Інмова за профспрям (Англ мова 2) ",
   "Б-108 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "2",
   "6",
   " Інмова за профспрям (Англ мова 1) ",
   "Б-105 ",
   "П"
   ],
   "5": [
   "ФРГТБ",
   "3",
   "1",
   " Інмова за профспрям (Англ мова 2) ",
   "В-206 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФРГТБ",
   "1",
   "6",
   " Інмова за профспрям (Англ мова 1) ",
   "А-204 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "3",
   "4",
   " Інмова за профспрям (Англ мова 2) ",
   "Б-109 ",
   "П"
   ],
   "5": [
   "ФРГТБ",
   "2",
   "13",
   " Інмова за профспрям (Англ мова 1) ",
   "А-303 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "3": [
   "ФРГТБ",
   "2",
   "6",
   " Інмова за профспрям (Англ мова 1) ",
   "А-8   ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "2",
   "14",
   " Інмова за профспрям (Англ мова 2) ",
   "В-205 ",
   "П"
   ]
   },
   "Четвер": {
   "2": [
   "ФРГТБ",
   "3",
   "1",
   " Інмова за профспрям (Англ мова 2) ",
   "А-202 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "8",
   " Інмова за профспрям (Англ мова 2) ",
   "А-220 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "2",
   "3",
   " Інмова за профспрям (Англ мова 1) ",
   "В-206 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФРГТБ",
   "1",
   "6",
   " Інмова за профспрям (Англ мова 1) ",
   "В-205 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "4",
   " Інмова за профспрям (Англ мова 2) ",
   "А-318 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "2",
   "13",
   " Інмова за профспрям (Англ мова 1) ",
   "В-206 ",
   "П"
   ],
   "5": [
   "ФРГТБ",
   "2",
   "10",
   " Інмова за профспрям (Англ мова 1) ",
   "А-347 ",
   "П"
   ]
   }
   }
   },
   "проф. Костюченко В.М .": {
   "Перший тиждень": {
   "Середа": {
   "1": [
   "ФОАІС",
   "5",
   "2м",
   " Облік ЗЕД",
   "Д-407 ",
   "Л"
   ],
   "2": [
   "ФОАІС",
   "5",
   "2м",
   " Облік ЗЕД",
   "Д-407 ",
   "П"
   ]
   },
   "Четвер": {
   "1": [
   "ФОАІС",
   "5",
   "6м",
   " Консолідація фінансової звітності",
   "Д-403 ",
   "Л"
   ],
   "2": [
   "ФОАІС",
   "5",
   "6м",
   " Консолідація фінансової звітності",
   "Д-403 ",
   "П"
   ]
   },
   "Вівторок": {
   "4": [
   "ФМТП",
   "3",
   "8",
   " Б/облік в зарубіжних країнах",
   "Д-103 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "1": [
   "ФОАІС",
   "5",
   "2м",
   " Облік ЗЕД",
   "Д-403 ",
   "Л"
   ],
   "2": [
   "ФОАІС",
   "5",
   "2м",
   " Облік ЗЕД",
   "Д-403 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "3",
   "10",
   " Б/облік в зарубіжних країнах",
   "А-517 ",
   "Л"
   ]
   }
   }
   },
   "доц. Гуржій А.В .": {
   "Перший тиждень": {
   "Середа": {
   "2": [
   "ФОАІС",
   "5",
   "7м",
   " Інтелектуальна власність",
   "Д-313 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "3",
   "5 (колишня 7)",
   " Сімейне право",
   "А-533 ",
   "П"
   ]
   },
   "Вівторок": {
   "1": [
   "ФОАІС",
   "5",
   "1м",
   " Інтелектуальна власність",
   "Д-103 ",
   "П"
   ],
   "2": [
   "ФОАІС",
   "5",
   "7м",
   " Інтелектуальна власність",
   "Д-301 ",
   "Л"
   ],
   "3": [
   "ФОАІС",
   "5",
   "6м",
   " Інтелектуальна власність",
   "Д-307 ",
   "П"
   ]
   },
   "П'ятниця": {
   "4": [
   "ФМТП",
   "3",
   "4 (колишня 6)",
   " Сімейне право",
   "Д-103 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "3",
   "2 (колишня 4)",
   " Сімейне право",
   "Д-102 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "3",
   "3 (колишня 5)",
   " Сімейне право",
   "Б-102 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "3": [
   "ФМТП",
   "3",
   "2 (колишня 4)",
   " Сімейне право",
   "А-427 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "3",
   "5 (колишня 7)",
   " Сімейне право",
   "Б-211 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "4": [
   "ФМТП",
   "3",
   "3 (колишня 5)",
   " Сімейне право",
   "Д-201 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "3",
   "5 (колишня 7)",
   " Сімейне право",
   "Б-112 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "3",
   "4 (колишня 6)",
   " Сімейне право",
   "А-427 ",
   "П"
   ]
   }
   }
   },
   "ас. Погарченко Т.В .": {
   "Перший тиждень": {
   "Середа": {
   "3": [
   "ФОАІС",
   "1",
   "4",
   " Підприємницьке право  В",
   "Б-106 ",
   "П"
   ],
   "4": [
   "ФОАІС",
   "1",
   "3",
   " Підприємницьке право  В",
   "А-348 ",
   "П"
   ]
   },
   "Понеділок": {
   "2": [
   "ФОАІС",
   "2",
   "7",
   " Підприємницьке право  В",
   "Б-105 ",
   "П"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФОАІС",
   "2",
   "8",
   " Підприємницьке право  В",
   "Д-105 ",
   "Л"
   ],
   "4": [
   "ФОАІС",
   "2",
   "8",
   " Підприємницьке право  В",
   "Д-105 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "П'ятниця": {
   "2": [
   "ФОАІС",
   "1",
   "1",
   " Підприємницьке право  В",
   "Б-106 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "1",
   "2",
   " Підприємницьке право  В",
   "Д-107 ",
   "П"
   ]
   }
   }
   },
   "доц. Забалдіна Ю.Б .": {
   "Перший тиждень": {
   "Понеділок": {
   "2": [
   "ФРГТБ",
   "3",
   "11",
   " Маркетинг",
   "А-422 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "1",
   " Маркетинг",
   "А-533 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "3",
   "12",
   " Маркетинг",
   "А-542 ",
   "П"
   ]
   },
   "Четвер": {
   "2": [
   "ФРГТБ",
   "2",
   "13",
   " Організація екскурсійної діяльності",
   "Б-209 ",
   "Л"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "10",
   " Маркетинг",
   "А-334 ",
   "П"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФРГТБ",
   "3",
   "12",
   " Маркетинг",
   "Б-201 ",
   "Л"
   ],
   "2": [
   "ФРГТБ",
   "3",
   "9",
   " Маркетинг",
   "А-321 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "3": [
   "ФРГТБ",
   "2",
   "13",
   " Організація екскурсійної діяльності",
   "А-507 ",
   "Л"
   ],
   "4": [
   "ФРГТБ",
   "3",
   "12",
   " Маркетинг",
   "Б-201 ",
   "Л"
   ]
   },
   "Вівторок": {
   "2": [
   "ФРГТБ",
   "3",
   "1",
   " Маркетинг",
   "А-402 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "9",
   " Маркетинг",
   "А-334 ",
   "П"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФРГТБ",
   "3",
   "12",
   " Маркетинг",
   "А-422 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "3",
   "11",
   " Маркетинг",
   "А-423 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "10",
   " Маркетинг",
   "А-324 ",
   "П"
   ]
   }
   }
   },
   "ас. Полтавська О.В .": {
   "Перший тиждень": {
   "Четвер": {
   "2": [
   "ФРГТБ",
   "3",
   "3",
   " Маркетинг",
   "А-507 ",
   "Л"
   ]
   },
   "Вівторок": {
   "2": [
   "ФРГТБ",
   "3",
   "8",
   " Маркетинг",
   "Б-105 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "8",
   " Маркетинг",
   "Б-211 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФРГТБ",
   "3",
   "3",
   " Маркетинг",
   "А-334 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "2",
   " Маркетинг",
   "А-532 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "2": [
   "ФРГТБ",
   "3",
   "8",
   " Маркетинг",
   "Б-201 ",
   "Л"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "8",
   " Маркетинг",
   "А-517 ",
   "П"
   ]
   },
   "Четвер": {
   "2": [
   "ФРГТБ",
   "3",
   "3",
   " Маркетинг",
   "А-507 ",
   "Л"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "2",
   " Маркетинг",
   "А-533 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФРГТБ",
   "3",
   "3",
   " Маркетинг",
   "А-422 ",
   "П"
   ]
   }
   }
   },
   "проф.Левандовський Л.В/доц.Федорова Д.В.": {
   "Другий тиждень": {
   "Четвер": {
   "3": [
   "ФРГТБ",
   "5",
   "5м",
   " Технологія спеціальних харч прод",
   "E-2  п",
   "Лб1"
   ],
   "4": [
   "ФРГТБ",
   "5",
   "5м",
   " Технологія спеціальних харч прод",
   "E-2   ",
   "Лб1"
   ]
   }
   }
   },
   "проф. Карташова С.С .": {
   "Перший тиждень": {
   "Понеділок": {
   "3": [
   "ФФБС",
   "1",
   "5",
   " Математика для економістів",
   "А-526 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "1",
   "3",
   " Математика для економістів",
   "А-528 ",
   "П"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФФБС",
   "1",
   "4",
   " Математика для економістів",
   "А-528 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "1",
   "6.2",
   " Математика для економістів",
   "А-511 ",
   "Л"
   ],
   "3": [
   "ФФБС",
   "1",
   "6.2",
   " Математика для економістів",
   "А-528 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "2": [
   "ФФБС",
   "1",
   "4",
   " Математика для економістів",
   "А-348 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "1",
   "6.2",
   " Математика для економістів",
   "А-511 ",
   "Л"
   ],
   "4": [
   "ФФБС",
   "1",
   "3",
   " Математика для економістів",
   "А-528 ",
   "П"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФФБС",
   "1",
   "6.2",
   " Математика для економістів",
   "А-526 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "1",
   "5",
   " Математика для економістів",
   "А-526 ",
   "П"
   ]
   }
   }
   },
   "доц. Палагута К.О .": {
   "Перший тиждень": {
   "Середа": {
   "5": [
   "ФМТП",
   "1",
   "5",
   " Інформатика та комп'ют техніка",
   "Б-520 ",
   "Лб2"
   ],
   "6": [
   "ФМТП",
   "1",
   "9",
   " Економічна інформатика",
   "Б-515 ",
   "Лб1"
   ],
   "7": [
   "ФМТП",
   "1",
   "9",
   " Економічна інформатика",
   "Б-207 ",
   "Л"
   ]
   },
   "Понеділок": {
   "1": [
   "ФОАІС",
   "5",
   "6м",
   " Упр-я конфігур в 1С:Підприємство  В",
   "Б-505 ",
   "Л"
   ],
   "2": [
   "ФОАІС",
   "5",
   "6м",
   " Упр-я конфігур в 1С:Підприємство  В",
   "Б-505 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФМТП",
   "1",
   "6",
   " Інформатика та комп'ют техніка",
   "Б-523 ",
   "Лб2"
   ],
   "4": [
   "ФМТП",
   "1",
   "8",
   " Економічна інформатика",
   "Б-523 ",
   "Лб1"
   ],
   "5": [
   "ФМТП",
   "1",
   "6",
   " Інформатика та комп'ют техніка",
   "Б-520 ",
   "Лб1"
   ],
   "6": [
   "ФМТП",
   "1",
   "5",
   " Інформатика та комп'ют техніка",
   "Б-520 ",
   "Лб1"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "6": [
   "ФМТП",
   "1",
   "9",
   " Економічна інформатика",
   "Б-207 ",
   "Л"
   ]
   },
   "Понеділок": {
   "4": [
   "ФМТП",
   "1",
   "3",
   " Інформатика та комп'ют техніка",
   "Б-520 ",
   "Лб1"
   ],
   "5": [
   "ФМТП",
   "1",
   "3",
   " Інформатика та комп'ют техніка",
   "Б-520 ",
   "Лб2"
   ],
   "6": [
   "ФМТП",
   "1",
   "6",
   " Інформатика та комп'ют техніка",
   "Б-207 ",
   "Л"
   ],
   "7": [
   "ФМТП",
   "1",
   "4",
   " Інформатика та комп'ют техніка",
   "Б-520 ",
   "Лб1"
   ]
   },
   "Вівторок": {
   "6": [
   "ФМТП",
   "1",
   "4",
   " Інформатика та комп'ют техніка",
   "Б-520 ",
   "Лб2"
   ]
   }
   }
   },
   "ас. Вавдійчик І.М .": {
   "Перший тиждень": {
   "Середа": {
   "5": [
   "ФЕМП",
   "4",
   "10",
   " Економіка підприємства торгівлі",
   "Б-108 ",
   "П"
   ],
   "6": [
   "ФЕМП",
   "4",
   "10",
   " Економіка підприємства торгівлі",
   "Б-108 ",
   "П"
   ],
   "7": [
   "ФЕМП",
   "4",
   "27",
   " Економіка підприємства торгівлі",
   "А-348 ",
   "П"
   ]
   },
   "Четвер": {
   "4": [
   "ФЕМП",
   "4",
   "10",
   " Економіка підприємства торгівлі",
   "А-452 ",
   "П"
   ],
   "5": [
   "ФЕМП",
   "4",
   "12",
   " Економіка підприємства торгівлі",
   "Б-108 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФЕМП",
   "4",
   "27",
   " Економіка підприємства торгівлі",
   "А-452 ",
   "П"
   ],
   "4": [
   "ФЕМП",
   "4",
   "27",
   " Економіка підприємства торгівлі",
   "А-452 ",
   "П"
   ],
   "6": [
   "ФЕМП",
   "4",
   "12",
   " Економіка підприємства торгівлі",
   "А-452 ",
   "П"
   ],
   "7": [
   "ФЕМП",
   "4",
   "12",
   " Економіка підприємства торгівлі",
   "А-452 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "5": [
   "ФЕМП",
   "4",
   "12",
   " Економіка підприємства торгівлі",
   "Б-108 ",
   "П"
   ],
   "6": [
   "ФЕМП",
   "4",
   "10",
   " Економіка підприємства торгівлі",
   "Б-112 ",
   "П"
   ],
   "7": [
   "ФЕМП",
   "4",
   "27",
   " Економіка підприємства торгівлі",
   "Б-112 ",
   "П"
   ]
   },
   "Четвер": {
   "3": [
   "ФЕМП",
   "4",
   "10",
   " Економіка підприємства торгівлі",
   "А-452 ",
   "П"
   ],
   "4": [
   "ФЕМП",
   "4",
   "10",
   " Економіка підприємства торгівлі",
   "А-452 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФЕМП",
   "4",
   "27",
   " Економіка підприємства торгівлі",
   "А-454 ",
   "П"
   ],
   "4": [
   "ФЕМП",
   "4",
   "27",
   " Економіка підприємства торгівлі",
   "А-452 ",
   "П"
   ],
   "6": [
   "ФЕМП",
   "4",
   "12",
   " Економіка підприємства торгівлі",
   "А-452 ",
   "П"
   ],
   "7": [
   "ФЕМП",
   "4",
   "12",
   " Економіка підприємства торгівлі",
   "А-452 ",
   "П"
   ]
   }
   }
   },
   "доц. Краснощок В.М .": {
   "Перший тиждень": {
   "Середа": {
   "2": [
   "ФРГТБ",
   "1",
   "11",
   " Інформаційні системи і технології",
   "Б-514 ",
   "Лб1"
   ],
   "3": [
   "ФРГТБ",
   "1",
   "11",
   " Інформаційні системи і технології",
   "Б-514 ",
   "Лб1"
   ]
   },
   "Четвер": {
   "2": [
   "ФОАІС",
   "2",
   "8",
   " Дискретні структури",
   "Б-505 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "1",
   "13",
   " Інформаційні системи і технології",
   "Б-205 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "1": [
   "ФОАІС",
   "2",
   "8",
   " Дискретні структури",
   "Б-520 ",
   "Л"
   ],
   "2": [
   "ФОАІС",
   "2",
   "7",
   " Дискретні структури",
   "Б-514 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "1",
   "13",
   " Інформаційні системи і технології",
   "Б-205 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФРГТБ",
   "1",
   "10",
   " Інформаційні системи і технології",
   "Б-510а",
   "Лб1"
   ],
   "2": [
   "ФРГТБ",
   "1",
   "10",
   " Інформаційні системи і технології",
   "Б-510а",
   "Лб1"
   ]
   }
   }
   },
   "ст.в. Галаган В.Я .": {
   "Перший тиждень": {
   "Четвер": {
   "4": [
   "ФРГТБ",
   "2",
   "13",
   " Інмова за профспрям (Нім мова)  В",
   "Б-309а",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФРГТБ",
   "2",
   "13",
   " Інмова за профспрям (Нім мова)  В",
   "А-328 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Вівторок": {
   "4": [
   "ФРГТБ",
   "2",
   "13",
   " Інмова за профспрям (Нім мова)  В",
   "Б-309а",
   "П"
   ]
   }
   }
   },
   "вик. Дишлева Г.В .": {
   "Перший тиждень": {
   "Середа": {
   "3": [
   "ФМТП",
   "3",
   "10",
   " Ділова англійська мова 1    ",
   "Д-220 ",
   "П"
   ]
   },
   "Вівторок": {
   "6": [
   "ФМТП",
   "3",
   "10",
   " Ділова англійська мова 1    ",
   "Д-105 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "4": [
   "ФМТП",
   "3",
   "10",
   " Ділова англійська мова 1    ",
   "А-204 ",
   "П"
   ]
   },
   "Вівторок": {
   "4": [
   "ФМТП",
   "3",
   "10",
   " Ділова англійська мова 1    ",
   "Д-219 ",
   "П"
   ]
   }
   }
   },
   "доц. Яровий І.М .": {
   "Перший тиждень": {
   "Середа": {
   "6": [
   "ФЕМП",
   "4",
   "25",
   " Стратегічне управління",
   "А-328 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "4",
   "15 (колишня 23)",
   " Управління інноваціями",
   "А-321 ",
   "П"
   ]
   },
   "П'ятниця": {
   "5": [
   "ФМТП",
   "4",
   "14 (колишня 22)",
   " Управління інноваціями",
   "А-334 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "4",
   "15 (колишня 23)",
   " Управління інноваціями",
   "А-322 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "4": [
   "ФЕМП",
   "4",
   "25",
   " Стратегічне управління",
   "А-328 ",
   "П"
   ]
   },
   "П'ятниця": {
   "7": [
   "ФМТП",
   "4",
   "14 (колишня 22)",
   " Управління інноваціями",
   "А-322 ",
   "П"
   ]
   }
   }
   },
   "вик. Федорова Л.М .": {
   "Перший тиждень": {
   "Середа": {
   "2": [
   "ФРГТБ",
   "1",
   "13",
   " Укр мова (за проф спрямуванням)",
   "Б-109 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "1",
   "8",
   " Укр мова (за проф спрямуванням)",
   "Б-108 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "1",
   "13",
   " Укр мова (за проф спрямуванням)",
   "Б-205 ",
   "Л"
   ]
   },
   "Вівторок": {
   "2": [
   "ФРГТБ",
   "1",
   "5",
   " Укр мова (за проф спрямуванням)",
   "Г-206 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "1",
   "9",
   " Укр мова (за проф спрямуванням)",
   "Г-208 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "3": [
   "ФРГТБ",
   "1",
   "6",
   " Укр мова (за проф спрямуванням)",
   "Г-208 ",
   "П"
   ]
   },
   "Четвер": {
   "4": [
   "ФРГТБ",
   "1",
   "10",
   " Укр мова (за проф спрямуванням)",
   "Б-106 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФРГТБ",
   "1",
   "12",
   " Укр мова (за проф спрямуванням)",
   "Г-208 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "1",
   "11",
   " Укр мова (за проф спрямуванням)",
   "Г-208 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "1",
   "7",
   " Укр мова (за проф спрямуванням)",
   "Г-208 ",
   "П"
   ]
   }
   }
   },
   "ст.в. Пелешко Н.М .": {
   "Перший тиждень": {
   "Середа": {
   "2": [
   "ФРГТБ",
   "3",
   "8",
   " Податкова система України  В",
   "Б-201 ",
   "Л"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "12",
   " Податкова система України  В",
   "А-507 ",
   "Л"
   ]
   },
   "Вівторок": {
   "1": [
   "ФРГТБ",
   "3",
   "10",
   " Податкова система України  В",
   "А-301 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "3",
   "2",
   " Податкова система України  В",
   "А-334 ",
   "П"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФРГТБ",
   "3",
   "12",
   " Податкова система України  В",
   "А-217 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "2": [
   "ФРГТБ",
   "3",
   "8",
   " Податкова система України  В",
   "А-119 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "7",
   " Податкова система України  В",
   "А-219 ",
   "П"
   ]
   },
   "Вівторок": {
   "1": [
   "ФРГТБ",
   "3",
   "6",
   " Податкова система України  В",
   "А-217 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "3",
   "5",
   " Податкова система України  В",
   "А-219 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "3",
   " Податкова система України  В",
   "А-301 ",
   "П"
   ]
   }
   }
   },
   "ст.в. к.е.н. Генералов О.В .": {
   "Перший тиждень": {
   "Понеділок": {
   "5": [
   "ФМТП",
   "5",
   "7м (колишня 6м)",
   " Управління ризиками в ЗЕД",
   "А-413 ",
   "Л"
   ],
   "6": [
   "ФМТП",
   "5",
   "7м (колишня 6м)",
   " Управління ризиками в ЗЕД",
   "А-413 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "5": [
   "ФМТП",
   "5",
   "7м (колишня 6м)",
   " Управління ризиками в ЗЕД",
   "Д-113 ",
   "Л"
   ],
   "6": [
   "ФМТП",
   "5",
   "7м (колишня 6м)",
   " Управління ризиками в ЗЕД",
   "Д-113 ",
   "П"
   ]
   }
   }
   },
   "ст.в. к.ф.-м.н. Ружицький С.І .": {
   "Перший тиждень": {
   "Середа": {
   "2": [
   "ФФБС",
   "1",
   "7",
   " Математика для економістів",
   "А-422 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "1",
   "8",
   " Математика для економістів",
   "А-322 ",
   "П"
   ]
   },
   "Четвер": {
   "3": [
   "ФФБС",
   "1",
   "9",
   " Математика для економістів",
   "А-321 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "1",
   "9",
   " Математика для економістів",
   "А-325 ",
   "Л"
   ]
   },
   "Вівторок": {
   "3": [
   "ФФБС",
   "4",
   "9",
   " Актуарні розрахунки",
   "А-322 ",
   "П"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФФБС",
   "4",
   "9",
   " Актуарні розрахунки",
   "Б-109 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "3": [
   "ФФБС",
   "1",
   "8",
   " Математика для економістів",
   "А-316 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФФБС",
   "4",
   "9",
   " Актуарні розрахунки",
   "А-404 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "1",
   "7",
   " Математика для економістів",
   "А-321 ",
   "П"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФФБС",
   "1",
   "9",
   " Математика для економістів",
   "А-325 ",
   "Л"
   ],
   "3": [
   "ФФБС",
   "1",
   "9",
   " Математика для економістів",
   "А-325 ",
   "П"
   ]
   }
   }
   },
   "ст.в. Севастьяненко О.В .": {
   "Перший тиждень": {
   "Середа": {
   "4": [
   "ФМТП",
   "4",
   "4",
   " Банківське право  В",
   "А-427 ",
   "Л"
   ],
   "5": [
   "ФМТП",
   "4",
   "4",
   " Банківське право  В",
   "А-519 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "4",
   "3",
   " Страхове право  В",
   "А-423 ",
   "П"
   ]
   },
   "Понеділок": {
   "4": [
   "ФМТП",
   "5",
   "3м",
   " Міжнародне фінансове право",
   "А-526 ",
   "Л"
   ],
   "5": [
   "ФМТП",
   "4",
   "3",
   " Страхове право  В",
   "А-427 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФФБС",
   "3",
   "4.1",
   " Фінансове право",
   "А-402 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "3",
   "3",
   " Фінансове право",
   "А-316 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "5",
   "3м",
   " Міжнародне фінансове право",
   "А-454 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "4",
   "3",
   " Страхове право  В",
   "А-454 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "4": [
   "ФМТП",
   "4",
   "3",
   " Страхове право  В",
   "А-440 ",
   "Л"
   ],
   "5": [
   "ФМТП",
   "5",
   "3м",
   " Міжнародне фінансове право",
   "Б-102 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "4",
   "4",
   " Банківське право  В",
   "А-348 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФМТП",
   "4",
   "4",
   " Банківське право  В",
   "А-454 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "3",
   "4.1",
   " Фінансове право",
   "А-402 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "4",
   "3",
   " Страхове право  В",
   "А-404 ",
   "П"
   ]
   }
   }
   },
   "ст.в. Жеронкіна О.Л .": {
   "Перший тиждень": {
   "Середа": {
   "2": [
   "ФОАІС",
   "2",
   "9",
   " Інмова за профспрям (Англ мова 2) ",
   "Г-210 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "1",
   "4",
   " Інмова за профспрям (Англ мова 1) ",
   "Г-210 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "1",
   "6.2",
   " Інмова за профспрям (Англ мова 1) ",
   "Г-210 ",
   "П"
   ],
   "5": [
   "ФФБС",
   "1",
   "6.2",
   " Інмова за профспрям (Англ мова 1) ",
   "Г-210 ",
   "П"
   ]
   },
   "Понеділок": {
   "1": [
   "ФФБС",
   "3",
   "3",
   " Ділова англійська мова 2    ",
   "Г-210 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "3",
   "2",
   " Ділова англійська мова 2    ",
   "Г-210 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "1",
   "4",
   " Інмова за профспрям (Англ мова 1) ",
   "Г-210 ",
   "П"
   ],
   "4": [
   "ФОАІС",
   "3",
   "3",
   " Ділова англійська мова 2    ",
   "Г-210 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФОАІС",
   "3",
   "3",
   " Ділова англійська мова 2    ",
   "Г-210 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "2",
   "4",
   " Інмова за профспрям (Англ мова 1) ",
   "Г-210 ",
   "П"
   ],
   "4": [
   "ФОАІС",
   "3",
   "4",
   " Ділова англійська мова 2    ",
   "Г-208 ",
   "П"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФФБС",
   "1",
   "3",
   " Інмова за профспрям (Англ мова 1) ",
   "Г-210 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "1",
   "3",
   " Інмова за профспрям (Англ мова 1) ",
   "Г-210 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "1": [
   "ФФБС",
   "1",
   "4",
   " Інмова за профспрям (Англ мова 1) ",
   "Г-210 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "1",
   "3",
   " Інмова за профспрям (Англ мова 1) В",
   "Г-210 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "1",
   "3",
   " Інмова за профспрям (Англ мова 1) В",
   "Г-210 ",
   "П"
   ]
   },
   "Понеділок": {
   "1": [
   "ФОАІС",
   "3",
   "4",
   " Ділова англійська мова 2   ",
   "Г-206 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "3",
   "3",
   " Ділова англійська мова 2    ",
   "Г-210 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "3",
   "2",
   " Ділова англійська мова 2   ",
   "Г-210 ",
   "П"
   ]
   },
   "Четвер": {
   "1": [
   "ФФБС",
   "3",
   "2",
   " Ділова англійська мова 2   ",
   "Г-210 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "3",
   "3",
   " Ділова англійська мова 2   ",
   "Г-210 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "1",
   "4",
   " Інмова за профспрям (Англ мова 1) ",
   "Г-210 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФОАІС",
   "3",
   "3",
   " Ділова англійська мова 2    ",
   "Г-210 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "2",
   "9",
   " Інмова за профспрям (Англ мова 2) ",
   "Г-210 ",
   "П"
   ],
   "4": [
   "ФОАІС",
   "3",
   "4",
   " Ділова англійська мова 2    ",
   "Г-206 ",
   "П"
   ],
   "5": [
   "ФФБС",
   "1",
   "6.2",
   " Інмова за профспрям (Англ мова 1) ",
   "Г-210 ",
   "П"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФФБС",
   "1",
   "6.2",
   " Інмова за профспрям (Англ мова 1) ",
   "Г-210 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "3",
   "3",
   " Ділова англійська мова 2    ",
   "Г-210 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "3",
   "2",
   " Ділова англійська мова 2    ",
   "Г-210 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "2",
   "4",
   " Інмова за профспрям (Англ мова 1) ",
   "Г-210 ",
   "П"
   ]
   }
   }
   },
   "ас. Бабенко О.В .": {
   "Перший тиждень": {
   "Понеділок": {
   "2": [
   "ФРГТБ",
   "3",
   "6",
   " Маркетинг",
   "А-517 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "7",
   " Маркетинг",
   "А-517 ",
   "П"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФРГТБ",
   "3",
   "5",
   " Маркетинг",
   "А-542 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "1": [
   "ФРГТБ",
   "3",
   "6",
   " Маркетинг",
   "А-519 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "5",
   " Маркетинг",
   "А-542 ",
   "П"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФРГТБ",
   "3",
   "7",
   " Маркетинг",
   "А-517 ",
   "П"
   ]
   }
   }
   },
   "проф. Карпенко П.О .": {
   "Перший тиждень": {
   "Четвер": {
   "2": [
   "ФРГТБ",
   "5",
   "7м",
   " Оздоровче харчування",
   "А-523 ",
   "Л"
   ],
   "3": [
   "ФРГТБ",
   "5",
   "7м",
   " Оздоровче харчування",
   "А-523 ",
   "П"
   ]
   }
   }
   },
   "ас. Іщенко О.О .": {
   "Перший тиждень": {
   "Середа": {
   "2": [
   "ФРГТБ",
   "1",
   "3",
   " Основи економічної теорії",
   "А-402 ",
   "П"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФРГТБ",
   "1",
   "2",
   " Основи економічної теорії",
   "А-422 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "1",
   "1",
   " Основи економічної теорії",
   "А-331 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "2": [
   "ФРГТБ",
   "1",
   "2",
   " Основи економічної теорії",
   "А-422 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "1",
   "1",
   " Основи економічної теорії",
   "Б-108 ",
   "П"
   ]
   },
   "П'ятниця": {
   "4": [
   "ФРГТБ",
   "1",
   "3",
   " Основи економічної теорії",
   "А-325 ",
   "П"
   ]
   }
   }
   },
   "ас. Міхневич С.І .": {
   "Перший тиждень": {
   "Вівторок": {
   "1": [
   "ФОАІС",
   "1",
   "5",
   " Економічна інформатика",
   "Б-522 ",
   "Лб1"
   ],
   "2": [
   "ФОАІС",
   "1",
   "5",
   " Економічна інформатика",
   "Б-522 ",
   "Лб1"
   ],
   "3": [
   "ФОАІС",
   "1",
   "6",
   " Економічна інформатика",
   "Б-522 ",
   "Лб1"
   ],
   "4": [
   "ФОАІС",
   "1",
   "6",
   " Економічна інформатика",
   "Б-522 ",
   "Лб1"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "5": [
   "ФЕМП",
   "1",
   "12",
   " Економічна інформатика",
   "Б-522 ",
   "Лб2"
   ],
   "6": [
   "ФЕМП",
   "1",
   "12",
   " Економічна інформатика",
   "Б-522 ",
   "Лб2"
   ]
   }
   }
   },
   "доц. Шашенко С.Ю .": {
   "Перший тиждень": {
   "Четвер": {
   "2": [
   "ФОАІС",
   "1",
   "6",
   " Укр мова (за проф спрямуванням)",
   "Б-108 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "1",
   "7",
   " Укр мова (за проф спрямуванням)",
   "Б-205 ",
   "Л"
   ],
   "4": [
   "ФОАІС",
   "1",
   "5",
   " Укр мова (за проф спрямуванням)",
   "Г-205 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФОАІС",
   "1",
   "7",
   " Укр мова (за проф спрямуванням)",
   "Г-205 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "3": [
   "ФОАІС",
   "1",
   "1",
   " Укр мова (за проф спрямуванням)",
   "Г-205 ",
   "П"
   ]
   },
   "Четвер": {
   "3": [
   "ФОАІС",
   "1",
   "3",
   " Укр мова (за проф спрямуванням)",
   "Г-205 ",
   "П"
   ]
   }
   }
   },
   "вик. Клименко Т.І .": {
   "Перший тиждень": {
   "Середа": {
   "4": [
   "ФМТП",
   "4",
   "16 (колишня 24)",
   " Друга іноземна мова 2       ",
   "А-204 ",
   "П"
   ]
   },
   "Понеділок": {
   "2": [
   "ФФБС",
   "2",
   "3",
   " Інмова за профспрям (Англ мова 2) ",
   "Б-107 ",
   "П"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФФБС",
   "1",
   "7",
   " Друга іноземна мова 1       ",
   "В-206 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "4",
   "10 (колишня 8)",
   " Друга іноземна мова 2       ",
   "А-204 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "4",
   "16 (колишня 24)",
   " Друга іноземна мова 2       ",
   "А-204 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "2": [
   "ФФБС",
   "1",
   "9",
   " Друга іноземна мова 1       ",
   "В-206 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "1",
   "9",
   " Друга іноземна мова 1       ",
   "В-206 ",
   "П"
   ]
   },
   "Вівторок": {
   "4": [
   "ФФБС",
   "2",
   "3",
   " Інмова за профспрям (Англ мова 2) ",
   "Б-110 ",
   "П"
   ],
   "5": [
   "ФФБС",
   "1",
   "7",
   " Друга іноземна мова 1      ",
   "Б-110 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "4",
   "16 (колишня 24)",
   " Друга іноземна мова 2       ",
   "А-210 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "4",
   "10 (колишня 8)",
   " Друга іноземна мова 2       ",
   "А-206 ",
   "П"
   ]
   },
   "П'ятниця": {
   "6": [
   "ФМТП",
   "4",
   "16 (колишня 24)",
   " Друга іноземна мова 2       ",
   "В-206 ",
   "П"
   ]
   }
   }
   },
   "ст.в. к.е.н. Карпюк О.П .": {
   "Перший тиждень": {
   "Вівторок": {
   "7": [
   "ФЕМП",
   "4",
   "25",
   " Процесуальні засади АМД",
   "А-410 ",
   "П"
   ]
   },
   "П'ятниця": {
   "6": [
   "ФЕМП",
   "5",
   "20м",
   " Державний контр у сфері ек конкур",
   "А-410 ",
   "Л"
   ],
   "7": [
   "ФЕМП",
   "4",
   "25",
   " Процесуальні засади АМД",
   "А-410 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Вівторок": {
   "7": [
   "ФЕМП",
   "4",
   "25",
   " Процесуальні засади АМД",
   "А-348 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "6": [
   "ФЕМП",
   "5",
   "20м",
   " Державний контр у сфері ек конкур",
   "А-410 ",
   "П"
   ],
   "7": [
   "ФЕМП",
   "4",
   "25",
   " Процесуальні засади АМД",
   "А-410 ",
   "П"
   ]
   }
   }
   },
   "ас. Шостак І.В .": {
   "Другий тиждень": {
   "П'ятниця": {
   "2": [
   "ФОАІС",
   "3",
   "5",
   " Економіка праці та соц-труд відносини",
   "Д-103 ",
   "П"
   ]
   }
   }
   },
   "доц. Гопанчук І.Г .": {
   "Перший тиждень": {
   "Середа": {
   "2": [
   "ФФБС",
   "1",
   "9",
   " Укр мова (за проф спрямуванням)",
   "Г-206 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "1",
   "7",
   " Укр мова (за проф спрямуванням)",
   "Г-206 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "2",
   "3",
   " Укр мова (за проф спрямуванням)",
   "Г-206 ",
   "П"
   ]
   },
   "Четвер": {
   "2": [
   "ФФБС",
   "1",
   "4",
   " Укр мова (за проф спрямуванням)",
   "Г-206 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "2",
   "4",
   " Укр мова (за проф спрямуванням)",
   "Г-206 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФФБС",
   "1",
   "6.2",
   " Укр мова (за проф спрямуванням)",
   "Б-203 ",
   "Л"
   ],
   "4": [
   "ФФБС",
   "1",
   "6.2",
   " Укр мова (за проф спрямуванням)",
   "Г-206 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "1": [
   "ФФБС",
   "1",
   "3",
   " Укр мова (за проф спрямуванням)",
   "Г-206 ",
   "П"
   ]
   },
   "Четвер": {
   "1": [
   "ФФБС",
   "2",
   "6.2",
   " Укр мова (за проф спрямуванням)",
   "Г-206 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "1",
   "8",
   " Укр мова (за проф спрямуванням)",
   "Г-206 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "1",
   "5",
   " Укр мова (за проф спрямуванням)",
   "Г-206 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФФБС",
   "2",
   "6.2",
   " Укр мова (за проф спрямуванням)",
   "Б-203 ",
   "Л"
   ],
   "3": [
   "ФФБС",
   "2",
   "7",
   " Укр мова (за проф спрямуванням)",
   "Г-206 ",
   "П"
   ]
   }
   }
   },
   "вик. Шкорубська Ю.Є .": {
   "Перший тиждень": {
   "Середа": {
   "3": [
   "ФОАІС",
   "2",
   "2",
   " Інмова за профспрям (Англ мова 1) ",
   "А-202 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "1",
   "3",
   " Інмова за профспрям (Англ мова 1) ",
   "В-205 ",
   "П"
   ]
   },
   "Понеділок": {
   "1": [
   "ФРГТБ",
   "2",
   "2",
   " Інмова за профспрям (Англ мова 1) ",
   "Б-110 ",
   "П"
   ],
   "2": [
   "ФОАІС",
   "2",
   "8",
   " Інмова за профспрям (Англ мова 1)",
   "А-204 ",
   "П"
   ],
   "4": [
   "ФОАІС",
   "1",
   "2",
   " Інмова за профспрям (Англ мова 1) ",
   "В-205 ",
   "П"
   ]
   },
   "Четвер": {
   "1": [
   "ФРГТБ",
   "2",
   "10",
   " Інмова за профспрям (Англ мова 2) ",
   "А-208 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "1",
   "1",
   " Інмова за профспрям (Англ мова 1) ",
   "А-210 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "2",
   "1",
   " Інмова за профспрям (Англ мова 2) ",
   "А-202 ",
   "П"
   ],
   "4": [
   "ФОАІС",
   "1",
   "7",
   " Інмова за профспрям (Англ мова 2) ",
   "А-202 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФРГТБ",
   "1",
   "4",
   " Інмова за профспрям (Англ мова 1) ",
   "Д-209 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "3": [
   "ФРГТБ",
   "2",
   "2",
   " Інмова за профспрям (Англ мова 1) ",
   "Д-203 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "1",
   "3",
   " Інмова за профспрям (Англ мова 1) ",
   "А-208 ",
   "П"
   ]
   },
   "Понеділок": {
   "1": [
   "ФОАІС",
   "1",
   "2",
   " Інмова за профспрям (Англ мова 1)",
   "А-220 ",
   "П"
   ]
   },
   "Четвер": {
   "1": [
   "ФРГТБ",
   "2",
   "2",
   " Інмова за профспрям (Англ мова 1) ",
   "А-208 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "1",
   "1",
   " Інмова за профспрям (Англ мова 1) ",
   "Б-110 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "2",
   "8",
   " Інмова за профспрям (Англ мова 1) ",
   "А-204 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "2",
   "10",
   " Інмова за профспрям (Англ мова 2) ",
   "А-309 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФОАІС",
   "2",
   "1",
   " Інмова за профспрям (Англ мова 2) ",
   "А-204 ",
   "П"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФОАІС",
   "1",
   "7",
   " Інмова за профспрям (Англ мова 2) ",
   "А-8   ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "2",
   "2",
   " Інмова за профспрям (Англ мова 1) ",
   "А-206 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "1",
   "4",
   " Інмова за профспрям (Англ мова 1) ",
   "Б-111 ",
   "П"
   ]
   }
   }
   },
   "вик. к.юр.н. Кравченко В.Г .": {
   "Перший тиждень": {
   "Вівторок": {
   "4": [
   "ФЕМП",
   "5",
   "13ам",
   " 22.02.2016  Л Конкурентне право  ",
   "А-524 ",
   "з"
   ],
   "5": [
   "ФЕМП",
   "5",
   "13ам",
   " 22.02.2016  Л Конкурентне право  ",
   "А-533 ",
   "з"
   ],
   "6": [
   "ФЕМП",
   "5",
   "13ам",
   " 22.02.2016  П Конкурентне право  ",
   "А-533 ",
   "з"
   ]
   }
   },
   "Другий тиждень": {
   "Вівторок": {
   "5": [
   "ФЕМП",
   "5",
   "13ам",
   " 22.02.2016 Л Конкурентне право  ",
   "А-533 ",
   "з"
   ],
   "6": [
   "ФЕМП",
   "5",
   "11ам",
   " 22.02.2016 П Конкурентне право  В",
   "А-533 ",
   "з"
   ]
   }
   }
   },
   "проф. Уманців Ю.М., доц. Вертелева О.В.": {
   "Перший тиждень": {
   "П'ятниця": {
   "4": [
   "ФЕМП",
   "5",
   "20м",
   " Макро та мікроеконом аналіз",
   "А-410 ",
   "Л"
   ],
   "5": [
   "ФЕМП",
   "5",
   "20м",
   " Макро та мікроеконом аналіз",
   "А-410 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Вівторок": {
   "5": [
   "ФЕМП",
   "5",
   "20м",
   " Макро та мікроеконом аналіз",
   "А-410 ",
   "П"
   ]
   }
   }
   },
   "доц. Бучацька І.О .": {
   "Перший тиждень": {
   "Середа": {
   "6": [
   "ФМТП",
   "1",
   "8",
   " Ділові переговори  В",
   "Б-111 ",
   "П"
   ]
   },
   "П'ятниця": {
   "4": [
   "ФЕМП",
   "1",
   "12",
   " Ділові переговори  В",
   "Б-105 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "1",
   "9",
   " Ділові переговори  В",
   "Б-205 ",
   "Л"
   ],
   "6": [
   "ФМТП",
   "1",
   "9",
   " Ділові переговори  В",
   "А-526 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "5": [
   "ФЕМП",
   "1",
   "13",
   " Ділові переговори  В",
   "Б-109 ",
   "П"
   ],
   "6": [
   "ФЕМП",
   "1",
   "11",
   " Ділові переговори  В",
   "Б-106 ",
   "П"
   ]
   }
   }
   },
   "доц. Прокопова О.М .": {
   "Перший тиждень": {
   "Середа": {
   "2": [
   "ФОАІС",
   "2",
   "4",
   " Бухгалтерський облік",
   "Д-403 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "2",
   "3",
   " Бухгалтерський облік",
   "Д-403 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "3": [
   "ФОАІС",
   "2",
   "3",
   " Бухгалтерський облік",
   "Д-405 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФОАІС",
   "2",
   "4",
   " Бухгалтерський облік",
   "Д-403 ",
   "П"
   ]
   }
   }
   },
   "доц. Калуга Н.В .": {
   "Перший тиждень": {
   "П'ятниця": {
   "4": [
   "ФЕМП",
   "4",
   "20",
   " Товарна номенклатура ЗЕД",
   "А-301 ",
   "Л"
   ],
   "5": [
   "ФЕМП",
   "4",
   "19",
   " Товарна номенклатура ЗЕД",
   "А-308 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "П'ятниця": {
   "5": [
   "ФЕМП",
   "4",
   "20",
   " Товарна номенклатура ЗЕД",
   "А-301 ",
   "Л"
   ],
   "6": [
   "ФЕМП",
   "4",
   "19",
   " Товарна номенклатура ЗЕД",
   "А-308 ",
   "П"
   ]
   }
   }
   },
   "доц. Федорова Л.М.": {
   "Другий тиждень": {
   "Вівторок": {
   "1": [
   "ФФБС",
   "2",
   "5.2",
   " Укр мова (за проф спрямуванням)",
   "Г-206 ",
   "П"
   ]
   }
   }
   },
   "вик. Кайда Н.О .": {
   "Перший тиждень": {
   "Понеділок": {
   "4": [
   "ФЕМП",
   "2",
   "13",
   " Інмова за профспрям (Англ мова 1) ",
   "Б-110 ",
   "П"
   ]
   },
   "Четвер": {
   "3": [
   "ФОАІС",
   "2",
   "4",
   " Інмова за профспрям (Англ мова 1) ",
   "А-319 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФРГТБ",
   "2",
   "9",
   " Інмова за профспрям (Англ мова 2) ",
   "Д-220 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "2",
   "9",
   " Інмова за профспрям (Англ мова 2) ",
   "Д-220 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "3",
   "15 (колишня 23)",
   " Інмова за профспрям (Англ мова ) ",
   "В-206 ",
   "П"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФОАІС",
   "2",
   "6",
   " Інмова за профспрям (Англ мова 1) ",
   "Д-303 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "6": [
   "ФМТП",
   "3",
   "15 (колишня 23)",
   " Інмова за профспрям (Англ мова ) ",
   "А-206 ",
   "П"
   ]
   },
   "Четвер": {
   "4": [
   "ФОАІС",
   "2",
   "6",
   " Інмова за профспрям (Англ мова 1) ",
   "Д-308 ",
   "П"
   ]
   },
   "Вівторок": {
   "5": [
   "ФЕМП",
   "2",
   "13",
   " Інмова за профспрям (Англ мова 1) ",
   "Б-311 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "3",
   "15 (колишня 23)",
   " Інмова за профспрям (Англ мова ) ",
   "В-206 ",
   "П"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФОАІС",
   "2",
   "4",
   " Інмова за профспрям (Англ мова 1) ",
   "Д-220 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "2",
   "9",
   " Інмова за профспрям (Англ мова 2) ",
   "Д-205 ",
   "П"
   ]
   }
   }
   },
   "доц. Катрич О.В .": {
   "Перший тиждень": {
   "Четвер": {
   "3": [
   "ФОАІС",
   "5",
   "7м",
   " Аудит проектів",
   "Д-303 ",
   "Л"
   ],
   "4": [
   "ФЕМП",
   "4",
   "18",
   " Аналіз господарської діяльності",
   "Д-313 ",
   "Л"
   ],
   "5": [
   "ФЕМП",
   "4",
   "18",
   " Аналіз господарської діяльності",
   "Д-313 ",
   "П"
   ]
   },
   "П'ятниця": {
   "6": [
   "ФЕМП",
   "4",
   "21",
   " Аналіз господарської діяльності",
   "Д-307 ",
   "Л"
   ],
   "7": [
   "ФЕМП",
   "4",
   "21",
   " Аналіз господарської діяльності",
   "Д-307 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "1": [
   "ФОАІС",
   "5",
   "7м",
   " Аудит проектів",
   "Д-307 ",
   "Л"
   ],
   "2": [
   "ФОАІС",
   "5",
   "7м",
   " Аудит проектів",
   "Д-307 ",
   "П"
   ]
   },
   "Вівторок": {
   "4": [
   "ФЕМП",
   "4",
   "21",
   " Аналіз господарської діяльності",
   "Д-213 ",
   "Л"
   ],
   "5": [
   "ФЕМП",
   "4",
   "21",
   " Аналіз господарської діяльності",
   "Д-213 ",
   "П"
   ],
   "6": [
   "ФЕМП",
   "4",
   "18",
   " Аналіз господарської діяльності",
   "Д-313 ",
   "Л"
   ],
   "7": [
   "ФЕМП",
   "4",
   "18",
   " Аналіз господарської діяльності",
   "Д-313 ",
   "П"
   ]
   }
   }
   },
   "ас. Музичка Є.О .": {
   "Перший тиждень": {
   "Понеділок": {
   "3": [
   "ФРГТБ",
   "3",
   "8",
   " Економіка готелів і ресторанів",
   "А-331 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "П'ятниця": {
   "3": [
   "ФРГТБ",
   "3",
   "8",
   " Економіка готелів і ресторанів",
   "А-528 ",
   "П"
   ]
   }
   }
   },
   "доц. Мушенок В.В .": {
   "Перший тиждень": {
   "Вівторок": {
   "4": [
   "ФЕМП",
   "1",
   "13",
   " Правознавство",
   "А-401 ",
   "Л"
   ]
   }
   }
   },
   "доц. Харсун Л.Г .": {
   "Перший тиждень": {
   "Четвер": {
   "5": [
   "ФЕМП",
   "5",
   "21м",
   " Комерційна логістика",
   "А-348 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "6": [
   "ФЕМП",
   "5",
   "21м",
   " Комерційна логістика",
   "А-409а",
   "П"
   ]
   }
   }
   },
   "проф.Левандовський Л.В/доц.Федорова Д.В .": {
   "Перший тиждень": {
   "Понеділок": {
   "2": [
   "ФРГТБ",
   "5",
   "5м",
   " Технологія спеціальних харч прод",
   "А-532 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "2": [
   "ФРГТБ",
   "5",
   "5м",
   " Технологія спеціальних харч прод",
   "Б-111 ",
   "Л"
   ]
   }
   }
   },
   "ас. Пилипчук Н.М .": {
   "Перший тиждень": {
   "Четвер": {
   "5": [
   "ФЕМП",
   "4",
   "27",
   " Аудит",
   "Д-113 ",
   "П"
   ]
   },
   "П'ятниця": {
   "5": [
   "ФЕМП",
   "4",
   "16",
   " Аудит",
   "Д-215 ",
   "П"
   ],
   "6": [
   "ФЕМП",
   "4",
   "17",
   " Аудит",
   "Д-113 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Вівторок": {
   "6": [
   "ФЕМП",
   "4",
   "27",
   " Аудит",
   "Д-203 ",
   "П"
   ]
   },
   "П'ятниця": {
   "4": [
   "ФЕМП",
   "4",
   "16",
   " Аудит",
   "Д-107 ",
   "П"
   ],
   "6": [
   "ФЕМП",
   "4",
   "17",
   " Аудит",
   "Д-113 ",
   "П"
   ]
   }
   }
   },
   "ст.в. Дорош О.М .": {
   "Перший тиждень": {
   "Середа": {
   "3": [
   "ФМТП",
   "4",
   "4",
   " Господарське право",
   "А-427 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "4",
   "7",
   " Господарське право",
   "А-504 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "2": [
   "ФОАІС",
   "1",
   "5",
   " Господарське право  В",
   "Д-107 ",
   "П"
   ],
   "3": [
   "ФМТП",
   "4",
   "4",
   " Господарське право",
   "А-440 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "4",
   "7",
   " Господарське право",
   "А-528 ",
   "П"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФОАІС",
   "1",
   "7",
   " Господарське право  В",
   "Д-101 ",
   "Л"
   ],
   "4": [
   "ФОАІС",
   "1",
   "7",
   " Господарське право  В",
   "Д-105 ",
   "П"
   ]
   }
   }
   },
   "вик. Боровик К.Ю .": {
   "Перший тиждень": {
   "Середа": {
   "3": [
   "ФФБС",
   "1",
   "3",
   " Друга іноземна мова 1     ",
   "А-309 ",
   "П"
   ]
   },
   "Понеділок": {
   "1": [
   "ФФБС",
   "1",
   "6.2",
   " Друга іноземна мова 1      ",
   "Б-107 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "2": [
   "ФФБС",
   "1",
   "6.2",
   " Друга іноземна мова 1      ",
   "А-208 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "1",
   "3",
   " Друга іноземна мова 1      ",
   "А-308 ",
   "П"
   ]
   }
   }
   },
   "доц. Пасічний М.Д .": {
   "Перший тиждень": {
   "Середа": {
   "1": [
   "ФФБС",
   "3",
   "8",
   " Податкова система України",
   "Б-207 ",
   "Л"
   ],
   "3": [
   "ФЕМП",
   "5",
   "12м",
   " Податковий менеджмент  В",
   "А-221 ",
   "Л"
   ]
   },
   "Понеділок": {
   "1": [
   "ФФБС",
   "3",
   "5",
   " Податкова система України",
   "А-205 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "3",
   "8",
   " Податкова система України",
   "А-221 ",
   "П"
   ]
   },
   "Вівторок": {
   "1": [
   "ФФБС",
   "3",
   "7",
   " Податкова система України",
   "А-144 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "3",
   "6",
   " Податкова система України",
   "А-144 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "4": [
   "ФФБС",
   "3",
   "5",
   " Податкова система України",
   "В-205 ",
   "П"
   ],
   "5": [
   "ФЕМП",
   "5",
   "12м",
   " Податковий менеджмент  В",
   "А-205 ",
   "Л"
   ],
   "6": [
   "ФЕМП",
   "5",
   "12м",
   " Податковий менеджмент  В",
   "А-205 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФФБС",
   "3",
   "7",
   " Податкова система України",
   "А-528 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "3",
   "8",
   " Податкова система України",
   "А-511 ",
   "П"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФФБС",
   "3",
   "8",
   " Податкова система України",
   "Б-207 ",
   "Л"
   ],
   "2": [
   "ФФБС",
   "3",
   "6",
   " Податкова система України",
   "А-205 ",
   "П"
   ]
   }
   }
   },
   "ст.в. Чала Н.М .": {
   "Перший тиждень": {
   "Четвер": {
   "4": [
   "ФТМ",
   "2",
   "1",
   " Інмова за профспрям (для ек) 1м 2 ",
   "А-222 ",
   "П"
   ],
   "5": [
   "ФТМ",
   "2",
   "1",
   " Інмова за профспрям (для ек) 1м 2 ",
   "А-222 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФФБС",
   "2",
   "6.2",
   " Інмова за профспрям (Англ мова 1) ",
   "В-205 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "2",
   "7",
   " Інмова за профспрям (Англ мова 1) ",
   "А-308 ",
   "П"
   ],
   "4": [
   "ФТМ",
   "2",
   "1",
   " Практ перекладу з першої ін мови  2  ",
   "Б-309а",
   "П"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФТМ",
   "2",
   "1",
   " Практ перекладу з першої ін мови  2  ",
   "А-28  ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "5": [
   "ФМТП",
   "2",
   "2",
   " Теорія і практика перекладу 2 В",
   "А-208 ",
   "П"
   ]
   },
   "Понеділок": {
   "3": [
   "ФФБС",
   "2",
   "6.2",
   " Інмова за профспрям (Англ мова 1) ",
   "В-205 ",
   "П"
   ],
   "4": [
   "ФТМ",
   "2",
   "1",
   " Практ перекладу з першої ін мови  2  ",
   "Б-309а",
   "П"
   ]
   },
   "Вівторок": {
   "1": [
   "ФФБС",
   "2",
   "7",
   " Інмова за профспрям (Англ мова 1) ",
   "Б-112 ",
   "П"
   ]
   },
   "П'ятниця": {
   "4": [
   "ФТМ",
   "2",
   "1",
   " Інмова за профспрям (для ек) 1м 2 ",
   "А-328 ",
   "П"
   ]
   }
   }
   },
   "проф. Федулова Л.І .": {
   "Перший тиждень": {
   "Середа": {
   "6": [
   "ФЕМП",
   "4",
   "20",
   " Управління інноваціями",
   "А-332 ",
   "Л"
   ],
   "7": [
   "ФЕМП",
   "4",
   "18",
   " Управління інноваціями",
   "А-334 ",
   "П"
   ]
   },
   "Понеділок": {
   "2": [
   "ФФБС",
   "5",
   "4 м",
   " Інноваційний розвиток підприємства",
   "А-324 ",
   "Л"
   ]
   },
   "Четвер": {
   "4": [
   "ФФБС",
   "5",
   "2 м",
   " Інноваційний розвиток підприємства",
   "А-321 ",
   "П"
   ],
   "6": [
   "ФЕМП",
   "4",
   "19",
   " Управління інноваціями",
   "А-321 ",
   "П"
   ],
   "7": [
   "ФЕМП",
   "4",
   "20",
   " Управління інноваціями",
   "А-321 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "6": [
   "ФЕМП",
   "4",
   "20",
   " Управління інноваціями",
   "А-332 ",
   "Л"
   ],
   "7": [
   "ФЕМП",
   "4",
   "19",
   " Управління інноваціями",
   "А-322 ",
   "П"
   ]
   },
   "Четвер": {
   "2": [
   "ФФБС",
   "5",
   "3 м",
   " Інноваційний розвиток підприємства",
   "А-321 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "5",
   "4 м",
   " Інноваційний розвиток підприємства",
   "А-350 ",
   "П"
   ]
   },
   "Вівторок": {
   "5": [
   "ФЕМП",
   "4",
   "18",
   " Управління інноваціями",
   "А-334 ",
   "П"
   ],
   "6": [
   "ФЕМП",
   "4",
   "20",
   " Управління інноваціями",
   "А-322 ",
   "П"
   ]
   }
   }
   },
   "доц. Кудлай В.С .": {
   "Перший тиждень": {
   "Середа": {
   "4": [
   "ФМТП",
   "4",
   "15 (колишня 23)",
   " Стратегічне управління",
   "А-321 ",
   "П"
   ],
   "5": [
   "ФЕМП",
   "5",
   "19м",
   " Управління проектами  В",
   "А-350 ",
   "П"
   ]
   },
   "Понеділок": {
   "3": [
   "ФОАІС",
   "5",
   "7м",
   " Управління проектами  В",
   "Д-107 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФМТП",
   "4",
   "14 (колишня 22)",
   " Стратегічне управління",
   "А-321 ",
   "П"
   ],
   "4": [
   "ФЕМП",
   "5",
   "21м",
   " Управління проектами",
   "А-332 ",
   "Л"
   ],
   "5": [
   "ФЕМП",
   "5",
   "21м",
   " Управління проектами",
   "А-324 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "3": [
   "ФОАІС",
   "5",
   "7м",
   " Управління проектами  В",
   "Д-313 ",
   "П"
   ]
   },
   "Четвер": {
   "4": [
   "ФЕМП",
   "5",
   "21м",
   " Управління проектами",
   "А-322 ",
   "Л"
   ],
   "5": [
   "ФЕМП",
   "5",
   "21м",
   " Управління проектами",
   "А-322 ",
   "П"
   ]
   },
   "Вівторок": {
   "5": [
   "ФМТП",
   "4",
   "15 (колишня 23)",
   " Стратегічне управління",
   "А-324 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "4",
   "14 (колишня 22)",
   " Стратегічне управління",
   "А-334 ",
   "П"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФОАІС",
   "5",
   "6м",
   " Стратегічний менеджмент  В",
   "А-328 ",
   "Л"
   ],
   "3": [
   "ФОАІС",
   "5",
   "6м",
   " Стратегічний менеджмент  В",
   "А-328 ",
   "П"
   ],
   "4": [
   "ФЕМП",
   "5",
   "19м",
   " Управління проектами  В",
   "А-350 ",
   "Л"
   ],
   "5": [
   "ФЕМП",
   "5",
   "19м",
   " Управління проектами  В",
   "А-350 ",
   "П"
   ]
   }
   }
   },
   "проф. Рудавська Г.Б .": {
   "Другий тиждень": {
   "Вівторок": {
   "3": [
   "ФРГТБ",
   "1",
   "6",
   " Мікробіологія",
   "А-119 ",
   "Л"
   ]
   }
   }
   },
   "доц. Ладиченко К.І .": {
   "Перший тиждень": {
   "Понеділок": {
   "6": [
   "ФМТП",
   "5",
   "6ам (колишня 5ам)",
   " Міжнародні стратегії ек розв",
   "А-217 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "4": [
   "ФМТП",
   "5",
   "6ам (колишня 5ам)",
   " Міжнародні стратегії ек розв",
   "Д-213 ",
   "Л"
   ],
   "5": [
   "ФМТП",
   "5",
   "6ам (колишня 5ам)",
   " Міжнародні стратегії ек розв",
   "Д-213 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "5": [
   "ФМТП",
   "5",
   "6ам (колишня 5ам)",
   " Міжнародні стратегії ек розв",
   "А-440 ",
   "Л"
   ]
   },
   "Вівторок": {
   "5": [
   "ФМТП",
   "5",
   "6ам (колишня 5ам)",
   " Міжнародні стратегії ек розв",
   "А-308 ",
   "П"
   ]
   }
   }
   },
   "проф. Берзінь В.В .": {
   "Перший тиждень": {
   "Четвер": {
   "1": [
   "ФРГТБ",
   "1",
   "3",
   " Психологія",
   "А-504 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "1",
   "4",
   " Психологія",
   "А-504 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "1",
   "1",
   " Психологія",
   "А-504 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "2": [
   "ФРГТБ",
   "1",
   "2",
   " Психологія",
   "А-504 ",
   "П"
   ]
   }
   }
   },
   "ст.в. Козік О.І .": {
   "Перший тиждень": {
   "Четвер": {
   "1": [
   "ФРГТБ",
   "1",
   "9",
   " Інформаційні системи і технології",
   "Б-510 ",
   "Лб1"
   ],
   "2": [
   "ФРГТБ",
   "1",
   "9",
   " Інформаційні системи і технології",
   "Б-510 ",
   "Лб1"
   ],
   "3": [
   "ФФБС",
   "1",
   "8",
   " Економічна інформатика",
   "Б-510 ",
   "Лб1"
   ]
   },
   "Вівторок": {
   "2": [
   "ФРГТБ",
   "1",
   "13",
   " Інформаційні системи і технології",
   "Б-510а",
   "Лб2"
   ],
   "3": [
   "ФРГТБ",
   "1",
   "13",
   " Інформаційні системи і технології",
   "Б-510а",
   "Лб2"
   ],
   "4": [
   "ФФБС",
   "1",
   "3",
   " Економічна інформатика",
   "Б-510 ",
   "Лб1"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФРГТБ",
   "1",
   "8",
   " Інформаційні системи і технології",
   "Б-510 ",
   "Лб1"
   ],
   "4": [
   "ФРГТБ",
   "1",
   "8",
   " Інформаційні системи і технології",
   "Б-510 ",
   "Лб1"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "2": [
   "ФФБС",
   "1",
   "5",
   " Економічна інформатика",
   "Б-510 ",
   "Лб1"
   ],
   "3": [
   "ФФБС",
   "1",
   "4",
   " Економічна інформатика",
   "Б-510 ",
   "Лб1"
   ],
   "4": [
   "ФФБС",
   "1",
   "9",
   " Економічна інформатика",
   "Б-510 ",
   "Лб1"
   ]
   },
   "Четвер": {
   "3": [
   "ФФБС",
   "1",
   "7",
   " Економічна інформатика",
   "Б-510 ",
   "Лб1"
   ],
   "4": [
   "ФФБС",
   "1",
   "6.2",
   " Економічна інформатика",
   "Б-203 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФРГТБ",
   "1",
   "10",
   " Інформаційні системи і технології",
   "Б-514 ",
   "Лб2"
   ],
   "2": [
   "ФРГТБ",
   "1",
   "10",
   " Інформаційні системи і технології",
   "Б-514 ",
   "Лб2"
   ],
   "3": [
   "ФРГТБ",
   "1",
   "12",
   " Інформаційні системи і технології",
   "Б-510а",
   "Лб2"
   ],
   "4": [
   "ФРГТБ",
   "1",
   "12",
   " Інформаційні системи і технології",
   "Б-510а",
   "Лб2"
   ]
   }
   }
   },
   "проф. Ніколаєць К.М .": {
   "Перший тиждень": {
   "Середа": {
   "6": [
   "ФЕМП",
   "1",
   "11",
   " Історія економіки та економічної думки",
   "А-217 ",
   "П"
   ]
   },
   "Понеділок": {
   "5": [
   "ФЕМП",
   "1",
   "13",
   " Історія економіки та економічної думки",
   "Б-207 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "4": [
   "ФЕМП",
   "1",
   "13",
   " Історія економіки та економічної думки",
   "Б-207 ",
   "Л"
   ],
   "5": [
   "ФМТП",
   "1",
   "2",
   " Теорія міжнародних відносин",
   "А-28  ",
   "Л"
   ],
   "6": [
   "ФМТП",
   "1",
   "2",
   " Теорія міжнародних відносин",
   "А-28  ",
   "П"
   ]
   },
   "Вівторок": {
   "6": [
   "ФЕМП",
   "1",
   "12",
   " Історія економіки та економічної думки",
   "Б-105 ",
   "П"
   ],
   "7": [
   "ФЕМП",
   "1",
   "13",
   " Історія економіки та економічної думки",
   "Б-106 ",
   "П"
   ]
   }
   }
   },
   "доц. Антонюк І.Ю .": {
   "Перший тиждень": {
   "Середа": {
   "1": [
   "ФРГТБ",
   "2",
   "7",
   " Ресторанна справа",
   "E-4   ",
   "П"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФРГТБ",
   "2",
   "15",
   " Ресторанна справа",
   "Б-209 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "3": [
   "ФРГТБ",
   "2",
   "9",
   " Ресторанна справа",
   "E-4   ",
   "П"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФРГТБ",
   "2",
   "15",
   " Ресторанна справа",
   "Б-105 ",
   "П"
   ]
   }
   }
   },
   "проф. Морозов А.Ю .": {
   "Перший тиждень": {
   "Середа": {
   "2": [
   "ФФБС",
   "4",
   "9",
   " Корпоративна етика  В",
   "Д-220 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "2",
   "6",
   " Філософія",
   "Б - 20",
   "Л"
   ]
   },
   "Понеділок": {
   "3": [
   "ФФБС",
   "4",
   "3",
   " Корпоративна етика  В",
   "Д-105 ",
   "П"
   ]
   },
   "Вівторок": {
   "5": [
   "ФМТП",
   "2",
   "4",
   " Філософія",
   "Д-103 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "2",
   "3",
   " Філософія",
   "Д-201 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "2": [
   "ФФБС",
   "4",
   "9",
   " Корпоративна етика  В",
   "Д-102 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "2",
   "6",
   " Філософія",
   "Д-101 ",
   "Л"
   ]
   },
   "Понеділок": {
   "2": [
   "ФФБС",
   "4",
   "3",
   " Корпоративна етика  В",
   "Д-102 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "4",
   "9",
   " Корпоративна етика  В",
   "Д-101 ",
   "Л"
   ],
   "4": [
   "ФФБС",
   "4",
   "5",
   " Корпоративна етика  В",
   "Д-102 ",
   "П"
   ]
   }
   }
   },
   "доц. Сударенко О.В .": {
   "Перший тиждень": {
   "Середа": {
   "4": [
   "ФЕМП",
   "5",
   "12м",
   " Податкове право  В",
   "Д-215 ",
   "Л"
   ],
   "5": [
   "ФЕМП",
   "5",
   "12м",
   " Податкове право  В",
   "Д-215 ",
   "П"
   ]
   },
   "Четвер": {
   "1": [
   "ФОАІС",
   "5",
   "7м",
   " Податкове право  В",
   "Д-313 ",
   "Л"
   ],
   "2": [
   "ФОАІС",
   "5",
   "7м",
   " Податкове право  В",
   "Д-313 ",
   "П"
   ],
   "3": [
   "ФМТП",
   "4",
   "5",
   " Фінансове право",
   "А-440 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "4",
   "7",
   " Фінансове право",
   "А-423 ",
   "Л"
   ],
   "5": [
   "ФМТП",
   "4",
   "5",
   " Фінансове право",
   "А-524 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "4": [
   "ФМТП",
   "4",
   "7",
   " Фінансове право",
   "А-423 ",
   "Л"
   ],
   "5": [
   "ФМТП",
   "4",
   "5",
   " Фінансове право",
   "А-454 ",
   "П"
   ],
   "7": [
   "ФЕМП",
   "5",
   "12м",
   " Податкове право  В",
   "Д-113 ",
   "Л"
   ]
   }
   }
   },
   "проф. Бадах Ю.Г .": {
   "Другий тиждень": {
   "Понеділок": {
   "5": [
   "ФМТП",
   "1",
   "6",
   " Історія української культури  В",
   "Б-205 ",
   "Л"
   ]
   },
   "Вівторок": {
   "4": [
   "ФМТП",
   "1",
   "5",
   " Історія української культури  В",
   "Д-409 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "1",
   "6",
   " Історія української культури  В",
   "Д-411 ",
   "П"
   ]
   }
   }
   },
   "ст.в. Дроздюк Т.М .": {
   "Перший тиждень": {
   "Середа": {
   "3": [
   "ФРГТБ",
   "1",
   "13",
   " Правознавство",
   "А-423 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "3",
   "4 (колишня 6)",
   " Аграрне право",
   "А-334 ",
   "П"
   ]
   },
   "Понеділок": {
   "6": [
   "ФМТП",
   "3",
   "5 (колишня 7)",
   " Аграрне право",
   "Д-103 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "3",
   "2 (колишня 4)",
   " Аграрне право",
   "Д-103 ",
   "П"
   ]
   },
   "Четвер": {
   "5": [
   "ФЕМП",
   "1",
   "13",
   " Правознавство",
   "А-445 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "3",
   "5 (колишня 7)",
   " Аграрне право",
   "Б-211 ",
   "Л"
   ]
   },
   "Вівторок": {
   "2": [
   "ФРГТБ",
   "1",
   "12",
   " Правознавство",
   "А-423 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "3",
   "4",
   " Адміністративне право",
   "Д-301 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФОАІС",
   "3",
   "4",
   " Адміністративне право",
   "Д-103 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "3",
   "3",
   " Адміністративне право",
   "Д-201 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "3",
   "3 (колишня 5)",
   " Аграрне право",
   "А-144 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "5": [
   "ФЕМП",
   "1",
   "11",
   " Правознавство",
   "Б-109 ",
   "П"
   ],
   "6": [
   "ФЕМП",
   "1",
   "12",
   " Правознавство",
   "Б-108 ",
   "П"
   ]
   },
   "Понеділок": {
   "6": [
   "ФМТП",
   "3",
   "2 (колишня 4)",
   " Аграрне право",
   "Б-103 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФРГТБ",
   "1",
   "13",
   " Правознавство",
   "А-427 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "1",
   "12",
   " Правознавство",
   "А-427 ",
   "П"
   ]
   },
   "П'ятниця": {
   "5": [
   "ФМТП",
   "3",
   "3 (колишня 5)",
   " Аграрне право",
   "А-535 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "3",
   "5 (колишня 7)",
   " Аграрне право",
   "Б-111 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "3",
   "4 (колишня 6)",
   " Аграрне право",
   "А-423 ",
   "П"
   ]
   }
   }
   },
   "проф. Грубов В.М .": {
   "Перший тиждень": {
   "Середа": {
   "6": [
   "ФТМ",
   "2",
   "1",
   " Філософія",
   "Д-203 ",
   "Л"
   ],
   "7": [
   "ФТМ",
   "2",
   "1",
   " Філософія",
   "Д-203 ",
   "П"
   ]
   },
   "Понеділок": {
   "6": [
   "ФЕМП",
   "2",
   "11",
   " Філософія",
   "Д-107 ",
   "П"
   ]
   },
   "Вівторок": {
   "5": [
   "ФЕМП",
   "2",
   "13",
   " Філософія",
   "Д-107 ",
   "П"
   ],
   "6": [
   "ФЕМП",
   "2",
   "13",
   " Філософія",
   "Б-203 ",
   "Л"
   ],
   "7": [
   "ФЕМП",
   "2",
   "12",
   " Філософія",
   "Д-107 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "6": [
   "ФТМ",
   "2",
   "1",
   " Філософія",
   "Д-109 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФЕМП",
   "2",
   "12",
   " Філософія",
   "Д-203 ",
   "П"
   ],
   "5": [
   "ФЕМП",
   "2",
   "11",
   " Філософія",
   "Д-113 ",
   "П"
   ],
   "6": [
   "ФЕМП",
   "2",
   "13",
   " Філософія",
   "Д-107 ",
   "П"
   ]
   }
   }
   },
   "доц. Савченко Н.Г .": {
   "Другий тиждень": {
   "Середа": {
   "2": [
   "ФФБС",
   "5",
   "3 м",
   " Соціальна політика   В",
   "А-217 ",
   "П"
   ]
   },
   "Четвер": {
   "2": [
   "ФФБС",
   "5",
   "2 м",
   " Соціальна політика   В",
   "А-316 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "5",
   "3 м",
   " Соціальна політика   В",
   "А-217 ",
   "Л"
   ]
   }
   }
   },
   "ст.в. Адаменко В.В .": {
   "Перший тиждень": {
   "Понеділок": {
   "1": [
   "ФФБС",
   "3",
   "4.1",
   " Фінанси підприємства",
   "А-440 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "3",
   "7",
   " Фінанси підприємства",
   "А-452 ",
   "П"
   ]
   },
   "Четвер": {
   "1": [
   "ФФБС",
   "3",
   "8",
   " Фінанси підприємства",
   "А-452 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "3",
   "3",
   " Фінанси підприємства",
   "А-452 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "3",
   "4.2",
   " Фінанси підприємства",
   "Б-111 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФМТП",
   "4",
   "11 (колишня 9)",
   " Ринок цінних паперів   В",
   "Б-103 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "3",
   "6",
   " Фінанси підприємства",
   "А-144 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "4",
   "10 (колишня 8)",
   " Ринок цінних паперів   В",
   "Б-102 ",
   "П"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФФБС",
   "3",
   "5",
   " Фінанси підприємства",
   "А-452 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "3",
   "4.2",
   " Фінанси підприємства",
   "Б-203 ",
   "Л"
   ],
   "3": [
   "ФФБС",
   "3",
   "2",
   " Фінанси підприємства",
   "А-452 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "1": [
   "ФФБС",
   "3",
   "8",
   " Фінанси підприємства",
   "А-452 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "3",
   "2",
   " Фінанси підприємства",
   "А-402 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "3",
   "4.2",
   " Фінанси підприємства",
   "Б-203 ",
   "Л"
   ],
   "5": [
   "ФМТП",
   "4",
   "11 (колишня 9)",
   " Ринок цінних паперів   В",
   "А-445 ",
   "Л"
   ]
   },
   "Четвер": {
   "1": [
   "ФФБС",
   "3",
   "6",
   " Фінанси підприємства",
   "А-452 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "3",
   "4.1",
   " Фінанси підприємства",
   "А-452 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФФБС",
   "3",
   "3",
   " Фінанси підприємства",
   "А-440 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "3",
   "5",
   " Фінанси підприємства",
   "А-452 ",
   "П"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФФБС",
   "3",
   "4.2",
   " Фінанси підприємства",
   "А-452 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "3",
   "7",
   " Фінанси підприємства",
   "А-427 ",
   "П"
   ]
   }
   }
   },
   "доц. Ясинська Н.С ./ст.в. к.т.н. Антюшко Д.П": {
   "Другий тиждень": {
   "Четвер": {
   "4": [
   "ФРГТБ",
   "2",
   "9",
   " Технічне регул. Основи стандарт, метрол та УЯ",
   "Б-209 ",
   "Л"
   ]
   }
   }
   },
   "доц. Цензура М.О .": {
   "Перший тиждень": {
   "Понеділок": {
   "2": [
   "ФОАІС",
   "3",
   "1",
   " Моделі і структури даних",
   "Б-103 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "2",
   "8",
   " Алгоритми та структури даних",
   "Б-209 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФОАІС",
   "3",
   "2",
   " Моделі і структури даних",
   "Б-103 ",
   "П"
   ],
   "2": [
   "ФОАІС",
   "3",
   "2",
   " Моделі і структури даних",
   "Б-520 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "2": [
   "ФОАІС",
   "2",
   "8",
   " Алгоритми та структури даних",
   "Б-103 ",
   "Лб2"
   ],
   "3": [
   "ФОАІС",
   "2",
   "8",
   " Алгоритми та структури даних",
   "Б-103 ",
   "Лб2"
   ]
   },
   "Понеділок": {
   "3": [
   "ФОАІС",
   "3",
   "1",
   " Моделі і структури даних",
   "Б-103 ",
   "П"
   ],
   "4": [
   "ФОАІС",
   "3",
   "2",
   " Моделі і структури даних",
   "Б-505 ",
   "Л"
   ]
   },
   "Вівторок": {
   "2": [
   "ФОАІС",
   "3",
   "2",
   " Моделі і структури даних",
   "Б-102 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "2",
   "7",
   " Алгоритми та структури даних",
   "Б-504 ",
   "Лб1"
   ],
   "4": [
   "ФОАІС",
   "2",
   "7",
   " Алгоритми та структури даних",
   "Б-504 ",
   "Лб1"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФОАІС",
   "2",
   "8",
   " Алгоритми та структури даних",
   "Б-103 ",
   "Лб1"
   ],
   "4": [
   "ФОАІС",
   "2",
   "8",
   " Алгоритми та структури даних",
   "Б-103 ",
   "Лб1"
   ]
   }
   }
   },
   "доц. Батрименко В.І .": {
   "Перший тиждень": {
   "Середа": {
   "5": [
   "ФМТП",
   "1",
   "2",
   " Міжнародне публічне право",
   "А-28  ",
   "П"
   ],
   "6": [
   "ФМТП",
   "1",
   "6",
   " Історія держави і права зарубіж країн",
   "В-206 ",
   "П"
   ]
   },
   "Понеділок": {
   "5": [
   "ФМТП",
   "1",
   "2",
   " Міжнародне публічне право",
   "Б-106 ",
   "Л"
   ],
   "6": [
   "ФМТП",
   "1",
   "6",
   " Історія держави і права зарубіж країн",
   "А-507 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "2": [
   "ФРГТБ",
   "5",
   "9м",
   " Міжнародне право",
   "А-319 ",
   "Л"
   ],
   "3": [
   "ФРГТБ",
   "5",
   "9м",
   " Міжнародне право",
   "А-319 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "1",
   "5",
   " Історія держави і права зарубіж країн",
   "А-519 ",
   "П"
   ]
   },
   "Четвер": {
   "3": [
   "ФМТП",
   "1",
   "2",
   " Міжнародне публічне право",
   "А-334 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "1",
   "2",
   " Міжнародне публічне право",
   "А-409 ",
   "Л"
   ],
   "5": [
   "ФМТП",
   "1",
   "6",
   " Історія держави і права зарубіж країн",
   "А-511 ",
   "Л"
   ]
   }
   }
   },
   "ст.в. к.і.н. Войціцька І.В .": {
   "Перший тиждень": {
   "Вівторок": {
   "5": [
   "ФМТП",
   "3",
   "5 (колишня 7)",
   " Політологія",
   "Д-113 ",
   "П"
   ]
   }
   }
   },
   "доц. Литвиненко Т.Є .": {
   "Перший тиждень": {
   "Середа": {
   "2": [
   "ФРГТБ",
   "3",
   "4",
   " Організація рест господарства",
   "E-4   ",
   "Л"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФРГТБ",
   "3",
   "4",
   " Організація рест господарства",
   "E-4   ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "3",
   "4",
   " Організація рест господарства",
   "E-4  д",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "1": [
   "ФРГТБ",
   "3",
   "4",
   " Організація рест господарства",
   "E-4   ",
   "Л"
   ]
   }
   }
   },
   "проф. Гніцевич В.А .": {
   "Перший тиждень": {
   "Четвер": {
   "1": [
   "ФРГТБ",
   "1",
   "7",
   " Технологія продукції РГ",
   "E-2   ",
   "Лб1"
   ],
   "2": [
   "ФРГТБ",
   "1",
   "7",
   " Технологія продукції РГ",
   "E-2   ",
   "Лб1"
   ]
   },
   "Вівторок": {
   "1": [
   "ФРГТБ",
   "2",
   "15",
   " Технологія продукції РГ",
   "Б-207 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "3": [
   "ФРГТБ",
   "2",
   "15",
   " Технологія продукції РГ",
   "Б-209 ",
   "Л"
   ]
   },
   "Вівторок": {
   "4": [
   "ФРГТБ",
   "2",
   "7",
   " Технологія продукції РГ",
   "E-2   ",
   "Лб1"
   ],
   "5": [
   "ФРГТБ",
   "2",
   "7",
   " Технологія продукції РГ",
   "E-2   ",
   "Лб1"
   ]
   }
   }
   },
   "ас. к.е.н. Севрук І.М .": {
   "Перший тиждень": {
   "Четвер": {
   "5": [
   "ФЕМП",
   "5",
   "15м",
   " Міжнародна торгівля",
   "Б-111 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "5": [
   "ФЕМП",
   "5",
   "15м",
   " Міжнародна торгівля",
   "А-328 ",
   "П"
   ]
   }
   }
   },
   "доц. Маслова Н.О .": {
   "Перший тиждень": {
   "Четвер": {
   "2": [
   "ФФБС",
   "2",
   "6.2",
   " Гроші та кредит",
   "А-321 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "2",
   "5.2",
   " Гроші та кредит",
   "А-205 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "4",
   "6",
   " Маркетинг фінансових послуг  В",
   "А-212 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФФБС",
   "2",
   "5.2",
   " Гроші та кредит",
   "А-322 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "2",
   "6.2",
   " Гроші та кредит",
   "А-348 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "2": [
   "ФФБС",
   "2",
   "6.2",
   " Гроші та кредит",
   "А-221 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "2",
   "5.2",
   " Гроші та кредит",
   "А-205 ",
   "П"
   ]
   }
   }
   },
   "доц. Януш О.Б .": {
   "Перший тиждень": {
   "Середа": {
   "3": [
   "ФМТП",
   "3",
   "13 (колишня 21)",
   " Інмова за профспрям (Англ мова 1) ",
   "А-8   ",
   "П"
   ]
   },
   "Понеділок": {
   "2": [
   "ФРГТБ",
   "3",
   "2",
   " Інмова за профспрям (Англ мова 1) ",
   "Б-109 ",
   "П"
   ],
   "4": [
   "ФЕМП",
   "2",
   "13",
   " Інмова за профспрям (Англ мова 2)  ",
   "А-204 ",
   "П"
   ]
   },
   "Четвер": {
   "1": [
   "ФФБС",
   "3",
   "6",
   " Ділова англійська мова 1    ",
   "А-202 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "9",
   " Інмова за профспрям (Англ мова 1) ",
   "А-206 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "3",
   "10",
   " Інмова за профспрям (Англ мова 1) ",
   "Б-108 ",
   "П"
   ],
   "5": [
   "ФРГТБ",
   "3",
   "1",
   " Інмова за профспрям (Англ мова 1) ",
   "А-532 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "1": [
   "ФФБС",
   "3",
   "6",
   " Ділова англійська мова 1   ",
   "А-208 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "3",
   "6",
   " Ділова англійська мова 1   ",
   "А-308 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "10",
   " Інмова за профспрям (Англ мова 1) ",
   "Б-109 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "3",
   "13 (колишня 21)",
   " Інмова за профспрям (Англ мова 1) ",
   "Б-110 ",
   "П"
   ]
   },
   "Четвер": {
   "2": [
   "ФРГТБ",
   "3",
   "1",
   " Інмова за профспрям (Англ мова 1) ",
   "А-210 ",
   "П"
   ]
   },
   "Вівторок": {
   "5": [
   "ФЕМП",
   "2",
   "13",
   " Інмова за профспрям (Англ мова 2)  ",
   "А-20  ",
   "П"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФРГТБ",
   "3",
   "9",
   " Інмова за профспрям (Англ мова 1) ",
   "Б-110 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "3",
   "6",
   " Ділова англійська мова 1    ",
   "А-308 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "3",
   "13 (колишня 21)",
   " Інмова за профспрям (Англ мова 1) ",
   "А-206 ",
   "П"
   ]
   }
   }
   },
   "доц. Черненко О.А .": {
   "Перший тиждень": {
   "Понеділок": {
   "5": [
   "ФМТП",
   "4",
   "7",
   " Господарське право",
   "А-423 ",
   "Л"
   ],
   "6": [
   "ФМТП",
   "4",
   "4",
   " Господарське право",
   "А-423 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "5": [
   "ФМТП",
   "4",
   "4",
   " Господарське право",
   "А-526 ",
   "Л"
   ],
   "6": [
   "ФМТП",
   "4",
   "7",
   " Господарське право",
   "А-423 ",
   "Л"
   ]
   }
   }
   },
   "доц. Совершена І.О .": {
   "Перший тиждень": {
   "Четвер": {
   "3": [
   "ФЕМП",
   "5",
   "16м",
   " Трансфер технологій",
   "А-328 ",
   "П"
   ]
   }
   }
   },
   "проф. Кудирко Л.П .": {
   "Перший тиждень": {
   "Четвер": {
   "6": [
   "ФМТП",
   "3",
   "10",
   " Міжнародна економіка",
   "А-412 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "6": [
   "ФМТП",
   "3",
   "10",
   " Міжнародна економіка",
   "А-412 ",
   "Л"
   ]
   }
   }
   },
   "доц. Тесленко Н.О .": {
   "Перший тиждень": {
   "Середа": {
   "2": [
   "ФРГТБ",
   "2",
   "11",
   " Укр мова (за проф спрямуванням)",
   "Г-205 ",
   "П"
   ]
   },
   "Четвер": {
   "2": [
   "ФРГТБ",
   "2",
   "2",
   " Укр мова (за проф спрямуванням)",
   "Б-111 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "2",
   "10",
   " Укр мова (за проф спрямуванням)",
   "А-217 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФРГТБ",
   "2",
   "12",
   " Укр мова (за проф спрямуванням)",
   "В-206 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "2",
   "13",
   " Укр мова (за проф спрямуванням)",
   "Б-201 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "3": [
   "ФРГТБ",
   "2",
   "13",
   " Укр мова (за проф спрямуванням)",
   "А-301 ",
   "П"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФРГТБ",
   "2",
   "1",
   " Укр мова (за проф спрямуванням)",
   "Г-208 ",
   "П"
   ]
   }
   }
   },
   "ас. Золотарьова О.Г .": {
   "Перший тиждень": {
   "Четвер": {
   "5": [
   "ФЕМП",
   "4",
   "20",
   " Товарна номенклатура ЗЕД",
   "А-318 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "5": [
   "ФЕМП",
   "4",
   "20",
   " Митна безпека",
   "А-308 ",
   "П"
   ]
   },
   "П'ятниця": {
   "4": [
   "ФЕМП",
   "4",
   "20",
   " Товарна номенклатура ЗЕД",
   "А-309 ",
   "П"
   ]
   }
   }
   },
   "доц. Микитенко Л.А .": {
   "Другий тиждень": {
   "Середа": {
   "4": [
   "ФМТП",
   "5",
   "3м",
   " Консюмерське право",
   "А-454 ",
   "Л"
   ],
   "5": [
   "ФМТП",
   "5",
   "3м",
   " Консюмерське право",
   "А-454 ",
   "П"
   ]
   }
   }
   },
   "доц. Цимбалиста О.А .": {
   "Перший тиждень": {
   "Середа": {
   "1": [
   "ФРГТБ",
   "2",
   "1",
   " Інмова за профспрям (Англ мова 1) ",
   "А-220 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "1",
   "8",
   " Інмова за профспрям (Англ мова 1) ",
   "Б-108 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "3",
   "4.2",
   " Ділова англійська мова 2   ",
   "Д-225 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "1",
   "4",
   " Інмова за профспрям (Англ мова 2) ",
   "Б - 31",
   "П"
   ]
   },
   "Четвер": {
   "2": [
   "ФРГТБ",
   "1",
   "5",
   " Інмова за профспрям (Англ мова 1) ",
   "Б-105 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "2",
   "12",
   " Інмова за профспрям (Англ мова 1) ",
   "Д-205 ",
   "П"
   ],
   "5": [
   "ФРГТБ",
   "2",
   "1",
   " Інмова за профспрям (Англ мова 1) ",
   "Д-220 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "1",
   "6",
   " Інмова за профспрям (Англ мова 1) ",
   "А-208 ",
   "П"
   ]
   },
   "Вівторок": {
   "6": [
   "ФМТП",
   "3",
   "9",
   " Ділова англійська мова 2    ",
   "А-210 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "3",
   "9",
   " Ділова англійська мова 2    ",
   "А-210 ",
   "П"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФРГТБ",
   "1",
   "13",
   " Інмова за профспрям (Англ мова 1) ",
   "Б-106 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "3",
   "4.2",
   " Ділова англійська мова 2   ",
   "А-8   ",
   "П"
   ],
   "6": [
   "ФМТП",
   "3",
   "9",
   " Ділова англійська мова 2    ",
   "А-204 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "1": [
   "ФРГТБ",
   "2",
   "12",
   " Інмова за профспрям (Англ мова 1) ",
   "Б-106 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "3",
   "4.2",
   " Ділова англійська мова 2    ",
   "Б-105 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "2",
   "1",
   " Інмова за профспрям (Англ мова 1) ",
   "А-347 ",
   "П"
   ]
   },
   "Четвер": {
   "3": [
   "ФРГТБ",
   "1",
   "13",
   " Інмова за профспрям (Англ мова 1) ",
   "А-8   ",
   "П"
   ],
   "4": [
   "ФМТП",
   "1",
   "6",
   " Інмова за профспрям (Англ мова 1) ",
   "Б-111 ",
   "П"
   ],
   "5": [
   "ФФБС",
   "3",
   "4.2",
   " Ділова англійська мова 2    ",
   "А-347 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФРГТБ",
   "1",
   "5",
   " Інмова за профспрям (Англ мова 1) ",
   "А-220 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "1",
   "8",
   " Інмова за профспрям (Англ мова 1) ",
   "В-206 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "1",
   "4",
   " Інмова за профспрям (Англ мова 2) ",
   "А-319 ",
   "П"
   ]
   },
   "П'ятниця": {
   "5": [
   "ФМТП",
   "3",
   "9",
   " Ділова англійська мова 2    ",
   "Д-215 ",
   "П"
   ]
   }
   }
   },
   "вик. Семідоцька В.А .": {
   "Перший тиждень": {
   "Середа": {
   "2": [
   "ФРГТБ",
   "1",
   "8",
   " Інмова за профспрям (Англ мова 2) ",
   "Г-209 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "2",
   "8",
   " Інмова за профспрям (Англ мова 2) ",
   "Г-209 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "2",
   "8",
   " Інмова за профспрям (Англ мова 2) ",
   "Г-209 ",
   "П"
   ]
   },
   "Понеділок": {
   "1": [
   "ФРГТБ",
   "3",
   "8",
   " Інмова за профспрям (Англ мова 1) ",
   "Г-209 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "3",
   "5",
   " Інмова за профспрям (Англ мова 1) ",
   "Г-209 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "3",
   " Інмова за профспрям (Англ мова 1) ",
   "Г-209 ",
   "П"
   ]
   },
   "Четвер": {
   "1": [
   "ФРГТБ",
   "3",
   "12",
   " Інмова за профспрям (Англ мова 2) ",
   "Г-209 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "2",
   "14",
   " Інмова за профспрям (Англ мова 1) ",
   "Г-209 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "6",
   " Інмова за профспрям (Англ мова 1) ",
   "Г-209 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "2",
   "6",
   " Інмова за профспрям (Англ мова 2) ",
   "Г-209 ",
   "П"
   ]
   },
   "Вівторок": {
   "1": [
   "ФРГТБ",
   "2",
   "4",
   " Інмова за профспрям (Англ мова 2) ",
   "Г-209 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "1",
   "6",
   " Інмова за профспрям (Англ мова 2) ",
   "Г-209 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "3",
   "4",
   " Інмова за профспрям (Англ мова 1) ",
   "Г-209 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "1": [
   "ФРГТБ",
   "3",
   "3",
   " Інмова за профспрям (Англ мова 1) ",
   "Г-209 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "3",
   "12",
   " Інмова за профспрям (Англ мова 2) ",
   "Г-206 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "3",
   "5",
   " Інмова за профспрям (Англ мова 1) ",
   "Г-209 ",
   "П"
   ]
   },
   "Четвер": {
   "1": [
   "ФРГТБ",
   "3",
   "6",
   " Інмова за профспрям (Англ мова 1) ",
   "Г-209 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "2",
   "14",
   " Інмова за профспрям (Англ мова 1) ",
   "Г-209 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "8",
   " Інмова за профспрям (Англ мова 1) ",
   "Г-209 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "3",
   "4",
   " Інмова за профспрям (Англ мова 1) ",
   "Г-209 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФРГТБ",
   "1",
   "6",
   " Інмова за профспрям (Англ мова 2) ",
   "Г-209 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "1",
   "8",
   " Інмова за профспрям (Англ мова 2) ",
   "Г-209 ",
   "П"
   ],
   "5": [
   "ФРГТБ",
   "2",
   "4",
   " Інмова за профспрям (Англ мова 2) ",
   "Г-209 ",
   "П"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФРГТБ",
   "2",
   "8",
   " Інмова за профспрям (Англ мова 2) ",
   "Г-209 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "2",
   "6",
   " Інмова за профспрям (Англ мова 2) ",
   "Г-209 ",
   "П"
   ]
   }
   }
   },
   "доц. Іксарова Н.О .": {
   "Другий тиждень": {
   "П'ятниця": {
   "6": [
   "ФМТП",
   "5",
   "6ам (колишня 5ам)",
   " Міжнародна безпека  В",
   "Б-109 ",
   "Л"
   ],
   "7": [
   "ФМТП",
   "5",
   "6ам (колишня 5ам)",
   " Міжнародна безпека  В",
   "Б-109 ",
   "Л"
   ]
   }
   }
   },
   "проф. Шульга Н.П .": {
   "Перший тиждень": {
   "Середа": {
   "2": [
   "ФФБС",
   "5",
   "7 м",
   " Банківський контролінг",
   "А-221 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "5",
   "6 м",
   " Банківський контролінг",
   "А-205 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФФБС",
   "5",
   "7 м",
   " Банківський контролінг",
   "А-205 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "2": [
   "ФФБС",
   "5",
   "7 м",
   " Банківський контролінг",
   "А-205 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФФБС",
   "5",
   "7 м",
   " Банківський контролінг",
   "А-221 ",
   "Л"
   ],
   "3": [
   "ФФБС",
   "5",
   "6 м",
   " Банківський контролінг",
   "А-221 ",
   "П"
   ]
   }
   }
   },
   "доц. Аванесова І.А .": {
   "Перший тиждень": {
   "Середа": {
   "2": [
   "ФФБС",
   "4",
   "8",
   " Міжнародні кред-розр \nта валютні операції",
   "А-316 ",
   "П"
   ]
   },
   "Понеділок": {
   "3": [
   "ФФБС",
   "4",
   "6",
   " Міжнародні кред-розр \nта валютні операції",
   "А-221 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "4",
   "7",
   " Міжнародні кред-розр \nта валютні операції",
   "А-221 ",
   "П"
   ]
   },
   "Четвер": {
   "6": [
   "ФМТП",
   "5",
   "10м (колишня 18м)",
   " Міжнародні кред-розр та валютні операції",
   "А-221 ",
   "Л"
   ],
   "7": [
   "ФМТП",
   "5",
   "10м (колишня 18м)",
   " Міжнародні кред-розр та валютні операції",
   "А-221 ",
   "П"
   ]
   },
   "Вівторок": {
   "6": [
   "ФМТП",
   "4",
   "11 (колишня 9)",
   " Міжнародні кред-розр та валютні операції",
   "А-331 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФФБС",
   "4",
   "8",
   " Міжнародні кред-розр\n та валютні операції",
   "Б-207 ",
   "Л"
   ],
   "2": [
   "ФФБС",
   "4",
   "6",
   " Міжнародні кред-розр \nта валютні операції",
   "А-332 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "5",
   "9ам (колишня 17ам)",
   " Міжнародні кред-розр та валютні операції",
   "А-212 ",
   "Л"
   ],
   "5": [
   "ФМТП",
   "5",
   "9ам (колишня 17ам)",
   " Міжнародні кред-розр та валютні операції",
   "А-212 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "1": [
   "ФФБС",
   "4",
   "7",
   " Міжнародні кред-розр \nта валютні операції",
   "А-205 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "4",
   "8",
   " Міжнародні кред-розр \nта валютні операції",
   "А-205 ",
   "П"
   ]
   },
   "Четвер": {
   "6": [
   "ФМТП",
   "5",
   "9ам (колишня 17ам)",
   " Міжнародні кред-розр та валютні операції",
   "А-221 ",
   "Л"
   ]
   },
   "Вівторок": {
   "1": [
   "ФФБС",
   "4",
   "7",
   " Міжнародні кред-розр \nта валютні операції",
   "А-348 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "4",
   "6",
   " Міжнародні кред-розр \nта валютні операції",
   "В-206 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "4",
   "8",
   " Міжнародні кред-розр \nта валютні операції",
   "А-325 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФМТП",
   "4",
   "11 (колишня 9)",
   " Міжнародні кред-розр та валютні операції",
   "А-205 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "5",
   "9ам (колишня 17ам)",
   " Міжнародні кред-розр та валютні операції",
   "А-212 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "4",
   "10 (колишня 8)",
   " Міжнародні кред-розр та валютні операції",
   "А-217 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "5",
   "10м (колишня 18м)",
   " Міжнародні кред-розр та валютні операції",
   "А-212 ",
   "П"
   ]
   }
   }
   },
   "проф. Піддубний В.А .": {
   "Перший тиждень": {
   "Вівторок": {
   "3": [
   "ФРГТБ",
   "1",
   "10",
   " Технологія продукції РГ",
   "E-3   ",
   "Лб2"
   ],
   "4": [
   "ФРГТБ",
   "1",
   "10",
   " Технологія продукції РГ",
   "E-3   ",
   "Лб2"
   ]
   }
   },
   "Другий тиждень": {
   "П'ятниця": {
   "1": [
   "ФРГТБ",
   "1",
   "9",
   " Технологія продукції РГ",
   "E-3   ",
   "Лб2"
   ],
   "2": [
   "ФРГТБ",
   "1",
   "9",
   " Технологія продукції РГ",
   "E-3   ",
   "Лб2"
   ]
   }
   }
   },
   "ас. Хлопяк С.В .": {
   "Перший тиждень": {
   "Середа": {
   "1": [
   "ФРГТБ",
   "2",
   "12",
   " Спеціалізований туризм",
   "А-440 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "2",
   "12",
   " Організація туризму",
   "А-440 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "2",
   "13",
   " Організація туризму",
   "А-303 ",
   "П"
   ]
   },
   "Понеділок": {
   "4": [
   "ФРГТБ",
   "2",
   "13",
   " Спеціалізований туризм",
   "А-533 ",
   "П"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФРГТБ",
   "2",
   "11",
   " Організація туризму",
   "А-532 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "2",
   "10",
   " Організація туризму",
   "А-511 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "1": [
   "ФРГТБ",
   "2",
   "10",
   " Спеціалізований туризм",
   "Д-113 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "5",
   "7м",
   " Спеціалізований туризм  В",
   "А-224 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "2",
   "11",
   " Організація туризму",
   "А-334 ",
   "П"
   ]
   },
   "Понеділок": {
   "1": [
   "ФРГТБ",
   "2",
   "13",
   " Організація туризму",
   "А-532 ",
   "П"
   ]
   },
   "Вівторок": {
   "1": [
   "ФРГТБ",
   "2",
   "11",
   " Спеціалізований туризм",
   "А-540 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "5",
   "7м",
   " Спеціалізований туризм  В",
   "А-533 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФРГТБ",
   "2",
   "10",
   " Організація туризму",
   "Б-105 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "2",
   "13",
   " Спеціалізований туризм",
   "Б-211 ",
   "Л"
   ],
   "4": [
   "ФРГТБ",
   "2",
   "12",
   " Організація туризму",
   "А-511 ",
   "П"
   ]
   }
   }
   },
   "проф. Хоружий Г.Ф .": {
   "Перший тиждень": {
   "Понеділок": {
   "5": [
   "ФМТП",
   "2",
   "2",
   " Філософія",
   "Д-103 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "4": [
   "ФМТП",
   "2",
   "2",
   " Філософія",
   "Д-107 ",
   "П"
   ]
   }
   }
   },
   "доц. Штундер І.О .": {
   "Перший тиждень": {
   "Середа": {
   "1": [
   "ФРГТБ",
   "1",
   "1",
   " Історія економіки та ек думки  В",
   "А-404 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "1",
   "2",
   " Історія економіки та ек думки  В",
   "А-412 ",
   "Л"
   ]
   },
   "Вівторок": {
   "2": [
   "ФРГТБ",
   "1",
   "2",
   " Історія економіки та ек думки  В",
   "Б-106 ",
   "П"
   ]
   }
   }
   },
   "доц. Волобуєв М.І .": {
   "Перший тиждень": {
   "Четвер": {
   "4": [
   "ФМТП",
   "3",
   "15 (колишня 23)",
   " Управління персоналом",
   "А-511 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "4": [
   "ФМТП",
   "3",
   "15 (колишня 23)",
   " Управління персоналом",
   "А-321 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "3",
   "13 (колишня 21)",
   " Управління персоналом",
   "А-321 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "3",
   "14 (колишня 22)",
   " Управління персоналом",
   "А-321 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "3": [
   "ФМТП",
   "3",
   "13 (колишня 21)",
   " Управління персоналом",
   "А-324 ",
   "П"
   ]
   },
   "П'ятниця": {
   "4": [
   "ФМТП",
   "3",
   "15 (колишня 23)",
   " Управління персоналом",
   "А-321 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "3",
   "14 (колишня 22)",
   " Управління персоналом",
   "А-321 ",
   "П"
   ]
   }
   }
   },
   "ст.в. Ромашко О.М .": {
   "Перший тиждень": {
   "Вівторок": {
   "4": [
   "ФОАІС",
   "2",
   "9",
   " Бухгалтерський облік",
   "Д-405 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "1": [
   "ФОАІС",
   "2",
   "9",
   " Бухгалтерський облік",
   "Д-407 ",
   "П"
   ],
   "2": [
   "ФОАІС",
   "3",
   "6",
   " Фінансовий облік",
   "Д-409 ",
   "Л"
   ]
   }
   }
   },
   "доц. Ціпуринда В.С .": {
   "Перший тиждень": {
   "Понеділок": {
   "5": [
   "ФМТП",
   "4",
   "17 (колишня 26)",
   " Управління інноваціями",
   "А-535 ",
   "Л"
   ]
   },
   "Вівторок": {
   "4": [
   "ФЕМП",
   "4",
   "25",
   " Управління інноваціями",
   "А-350 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "4",
   "16 (колишня 24)",
   " Управління інноваціями",
   "А-350 ",
   "П"
   ],
   "6": [
   "ФЕМП",
   "4",
   "21",
   " Управління інноваціями",
   "А-328 ",
   "П"
   ]
   },
   "П'ятниця": {
   "5": [
   "ФЕМП",
   "4",
   "25",
   " Управління інноваціями",
   "А-350 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "7": [
   "ФМТП",
   "4",
   "17 (колишня 26)",
   " Управління інноваціями",
   "Б-211 ",
   "Л"
   ]
   },
   "Вівторок": {
   "5": [
   "ФМТП",
   "4",
   "16 (колишня 24)",
   " Управління інноваціями",
   "А-321 ",
   "П"
   ],
   "6": [
   "ФЕМП",
   "4",
   "21",
   " Управління інноваціями",
   "А-321 ",
   "П"
   ]
   },
   "П'ятниця": {
   "4": [
   "ФЕМП",
   "4",
   "25",
   " Управління інноваціями",
   "Д-220 ",
   "П"
   ]
   }
   }
   },
   "ас. Шульга О.С .": {
   "Перший тиждень": {
   "П'ятниця": {
   "4": [
   "ФРГТБ",
   "1",
   "10",
   " Основи товарознавства",
   "А-317 ",
   "Лб2"
   ]
   }
   },
   "Другий тиждень": {
   "Вівторок": {
   "3": [
   "ФРГТБ",
   "1",
   "7",
   " Основи товарознавства",
   "А-303 ",
   "Лб1"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФРГТБ",
   "1",
   "8",
   " Основи товарознавства",
   "А-308 ",
   "Лб2"
   ]
   }
   }
   },
   "ст.в. к.т.н. Криворучко М.Ю .": {
   "Перший тиждень": {
   "Понеділок": {
   "6": [
   "ФМТП",
   "3",
   "4 (колишня 6)",
   " Охорона праці",
   "А-222 ",
   "П"
   ]
   },
   "Четвер": {
   "5": [
   "ФМТП",
   "3",
   "15 (колишня 23)",
   " Охорона праці",
   "А-511 ",
   "Л"
   ]
   },
   "Вівторок": {
   "5": [
   "ФМТП",
   "3",
   "3 (колишня 5)",
   " Охорона праці",
   "А-222 ",
   "П"
   ]
   },
   "П'ятниця": {
   "6": [
   "ФМТП",
   "3",
   "5 (колишня 7)",
   " Охорона праці",
   "А-222 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "3",
   "2 (колишня 4)",
   " Охорона праці",
   "А-222 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "6": [
   "ФМТП",
   "3",
   "5 (колишня 7)",
   " Охорона праці",
   "Б-211 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "4": [
   "ФМТП",
   "3",
   "13 (колишня 21)",
   " Охорона праці",
   "А-222 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "3",
   "14 (колишня 22)",
   " Охорона праці",
   "А-222 ",
   "П"
   ]
   }
   }
   },
   "доц. Хрустальова В.В .": {
   "Перший тиждень": {
   "Четвер": {
   "5": [
   "ФМТП",
   "1",
   "6",
   " Економічна теорія",
   "А-324 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "1",
   "3",
   " Економічна теорія",
   "Б-106 ",
   "П"
   ]
   },
   "П'ятниця": {
   "5": [
   "ФМТП",
   "1",
   "4",
   " Економічна теорія",
   "А-402 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "1",
   "6",
   " Економічна теорія",
   "Б-211 ",
   "Л"
   ],
   "7": [
   "ФМТП",
   "1",
   "5",
   " Економічна теорія",
   "А-422 ",
   "П"
   ]
   }
   }
   },
   "доц. Сидоренко В.А .": {
   "Перший тиждень": {
   "Четвер": {
   "2": [
   "ФФБС",
   "3",
   "4.1",
   " Банківська система",
   "А-205 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "3",
   "4.2",
   " Банківська система",
   "Б-203 ",
   "Л"
   ]
   },
   "Вівторок": {
   "2": [
   "ФФБС",
   "3",
   "2",
   " Банківська система",
   "А-205 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "3",
   "6",
   " Банківська система",
   "А-221 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "3",
   "5",
   " Банківська система",
   "А-303 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "2": [
   "ФФБС",
   "3",
   "2",
   " Банківська система",
   "А-205 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "3",
   "4.2",
   " Банківська система",
   "Б-203 ",
   "Л"
   ],
   "4": [
   "ФФБС",
   "3",
   "5",
   " Банківська система",
   "А-221 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФФБС",
   "3",
   "4.1",
   " Банківська система",
   "А-205 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "3",
   "6",
   " Банківська система",
   "А-205 ",
   "П"
   ]
   }
   }
   },
   "ст.в. Гопкало Л.М .": {
   "Перший тиждень": {
   "Середа": {
   "2": [
   "ФРГТБ",
   "2",
   "2",
   " Готельна справа",
   "А-519 ",
   "П"
   ]
   },
   "Понеділок": {
   "3": [
   "ФРГТБ",
   "2",
   "5",
   " Готельна справа",
   "Б-201 ",
   "Л"
   ],
   "4": [
   "ФРГТБ",
   "2",
   "1",
   " Готельна справа",
   "А-540 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "1": [
   "ФРГТБ",
   "2",
   "5",
   " Готельна справа",
   "Б-201 ",
   "Л"
   ]
   }
   }
   },
   "доц. Зубко Т.Л .": {
   "Перший тиждень": {
   "Вівторок": {
   "6": [
   "ФЕМП",
   "4",
   "27",
   " Бізнес-планування",
   "А-144 ",
   "П"
   ],
   "7": [
   "ФЕМП",
   "4",
   "10",
   " Бізнес-планування",
   "Б-111 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "4": [
   "ФЕМП",
   "4",
   "27",
   " Бізнес-планування",
   "Д-215 ",
   "П"
   ]
   },
   "Вівторок": {
   "6": [
   "ФЕМП",
   "4",
   "10",
   " Бізнес-планування",
   "Д-405 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "4",
   "11 (колишня 9)",
   " Бізнес-планування",
   "Б-109 ",
   "П"
   ]
   }
   }
   },
   "ст.в. Ювковецька Ю.О .": {
   "Перший тиждень": {
   "Середа": {
   "1": [
   "ФОАІС",
   "1",
   "5",
   " Інмова за профспрям (Англ мова 2) ",
   "В-205 ",
   "П"
   ],
   "2": [
   "ФОАІС",
   "2",
   "9",
   " Інмова за профспрям (Англ мова 1) ",
   "В-205 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "2",
   "15",
   " Інмова за профспрям (Англ мова 1) ",
   "В-205 ",
   "П"
   ]
   },
   "Понеділок": {
   "2": [
   "ФРГТБ",
   "3",
   "2",
   " Інмова за профспрям (Англ мова 2) ",
   "В-206 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "2",
   "7",
   " Інмова за профспрям (Англ мова 1) ",
   "В-206 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФРГТБ",
   "2",
   "15",
   " Інмова за профспрям (Англ мова 1) ",
   "В-205 ",
   "П"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФРГТБ",
   "3",
   "3",
   " Інмова за профспрям (Англ мова 2) ",
   "В-205 ",
   "П"
   ],
   "2": [
   "ФОАІС",
   "3",
   "5",
   " Ділова англійська мова 2    ",
   "В-205 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "1": [
   "ФОАІС",
   "1",
   "5",
   " Інмова за профспрям (Англ мова 2) ",
   "В-205 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "2",
   "15",
   " Інмова за профспрям (Англ мова 1) ",
   "В-205 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "2",
   "7",
   " Інмова за профспрям (Англ мова 1) ",
   "В-206 ",
   "П"
   ]
   },
   "Понеділок": {
   "1": [
   "ФРГТБ",
   "3",
   "2",
   " Інмова за профспрям (Англ мова 2) ",
   "Г-210 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "2",
   "7",
   " Інмова за профспрям (Англ мова 1) ",
   "Г-208 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "3",
   " Інмова за профспрям (Англ мова 2) ",
   "Г-210 ",
   "П"
   ]
   },
   "Четвер": {
   "3": [
   "ФОАІС",
   "3",
   "5",
   " Ділова англійська мова 2    ",
   "В-205 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФОАІС",
   "2",
   "9",
   " Інмова за профспрям (Англ мова 1)",
   "В-205 ",
   "П"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФОАІС",
   "3",
   "5",
   " Ділова англійська мова 2   ",
   "В-205 ",
   "П"
   ]
   }
   }
   },
   "проф. Уманців Ю.М .": {
   "Перший тиждень": {
   "Понеділок": {
   "2": [
   "ФФБС",
   "5",
   "6 м",
   " Макроекономічний аналіз",
   "А-410 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "5",
   "7 м",
   " Макроекономічний аналіз",
   "Б-207 ",
   "Л"
   ],
   "4": [
   "ФЕМП",
   "4",
   "25",
   " Антимонопольне регул фін ринку",
   "А-410 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФФБС",
   "5",
   "3 м",
   " Макроекономічний аналіз",
   "А-402 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "2": [
   "ФФБС",
   "5",
   "5 м",
   " Макроекономічний аналіз",
   "А-404 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФФБС",
   "5",
   "7 м",
   " Макроекономічний аналіз",
   "А-410 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "5",
   "2 м",
   " Макроекономічний аналіз",
   "А-402 ",
   "П"
   ],
   "6": [
   "ФЕМП",
   "4",
   "25",
   " Антимонопольне регул фін ринку",
   "А-410 ",
   "П"
   ]
   }
   }
   },
   "доц. Шевченко С.О .": {
   "Перший тиждень": {
   "Понеділок": {
   "3": [
   "ФФБС",
   "4",
   "5",
   " Б/облік в бюджетних установах",
   "А-205 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "4",
   "3",
   " Б/облік в бюджетних установах",
   "Д-103 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФФБС",
   "4",
   "4",
   " Б/облік в бюджетних установах",
   "А-321 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "4",
   "3",
   " Б/облік в бюджетних установах",
   "А-354 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "2": [
   "ФФБС",
   "4",
   "5",
   " Б/облік в бюджетних установах",
   "А-301 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "4",
   "3",
   " Б/облік в бюджетних установах",
   "А-217 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "4",
   "4",
   " Б/облік в бюджетних установах",
   "А-324 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФФБС",
   "4",
   "4",
   " Б/облік в бюджетних установах",
   "А-334 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "4",
   "5",
   " Б/облік в бюджетних установах",
   "Б-103 ",
   "П"
   ]
   }
   }
   },
   "доц. Разіцький В.Й .": {
   "Перший тиждень": {
   "Середа": {
   "6": [
   "ФМТП",
   "3",
   "2 (колишня 4)",
   " Політологія",
   "Д-201 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "3",
   "4 (колишня 6)",
   " Політологія",
   "Д-201 ",
   "П"
   ]
   },
   "Четвер": {
   "6": [
   "ФМТП",
   "2",
   "2",
   " Ораторське мистецтво  В",
   "Д-105 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "5": [
   "ФМТП",
   "3",
   "5 (колишня 7)",
   " Політологія",
   "Б-211 ",
   "Л"
   ],
   "6": [
   "ФМТП",
   "2",
   "2",
   " Ораторське мистецтво  В",
   "Д-103 ",
   "Л"
   ]
   },
   "Вівторок": {
   "6": [
   "ФМТП",
   "3",
   "3 (колишня 5)",
   " Політологія",
   "Д-219 ",
   "П"
   ]
   }
   }
   },
   "ст.в. Сухацький Р.П .": {
   "Перший тиждень": {
   "Середа": {
   "5": [
   "ФФБС",
   "4",
   "9",
   " Міжнародне право      В",
   "А-221 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "4",
   "5",
   " Безпека бізнесу",
   "Д-103 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "4",
   "5",
   " Безпека бізнесу",
   "Д-103 ",
   "П"
   ]
   },
   "Понеділок": {
   "5": [
   "ФМТП",
   "1",
   "3",
   " Історія держави і права зарубіж країн",
   "А-217 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "4",
   "5",
   " Безпека бізнесу",
   "А-427 ",
   "Л"
   ]
   },
   "Четвер": {
   "2": [
   "ФФБС",
   "4",
   "9",
   " Міжнародне право      В",
   "А-404 ",
   "Л"
   ],
   "3": [
   "ФМТП",
   "4",
   "3",
   " Безпека бізнесу",
   "А-404 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "4",
   "4",
   " Безпека бізнесу",
   "А-504 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "4",
   "4",
   " Безпека бізнесу",
   "А-504 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "4": [
   "ФМТП",
   "4",
   "5",
   " Безпека бізнесу",
   "А-427 ",
   "Л"
   ],
   "5": [
   "ФМТП",
   "4",
   "3",
   " Безпека бізнесу",
   "А-427 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "1",
   "4",
   " Історія держави і права зарубіж країн",
   "А-20  ",
   "П"
   ]
   },
   "Понеділок": {
   "3": [
   "ФФБС",
   "4",
   "9",
   " Міжнародне право      В",
   "Б-112 ",
   "Л"
   ],
   "4": [
   "ФФБС",
   "4",
   "9",
   " Міжнародне право      В",
   "А-328 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФМТП",
   "4",
   "4",
   " Безпека бізнесу",
   "Б-102 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "4",
   "5",
   " Безпека бізнесу",
   "Б-103 ",
   "П"
   ]
   }
   }
   },
   "ас. Романчук Л.Д .": {
   "Перший тиждень": {
   "Четвер": {
   "3": [
   "ФРГТБ",
   "3",
   "2",
   " Менеджмент",
   "А-526 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФРГТБ",
   "3",
   "3",
   " Менеджмент",
   "А-540 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "5",
   "6м",
   " Стратегічний маркетинг в гот і рест",
   "А-526 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "1": [
   "ФРГТБ",
   "5",
   "6м",
   " Стратегічний маркетинг в гот і рест",
   "А-526 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "3",
   "3",
   " Менеджмент",
   "Б-106 ",
   "П"
   ]
   },
   "Вівторок": {
   "1": [
   "ФРГТБ",
   "3",
   "2",
   " Менеджмент",
   "А-526 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "5",
   "5м",
   " Стратегічний маркетинг у ресторанах",
   "А-532 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "5",
   "9м",
   " Ціннісно орієнтоване управління  В",
   "А-526 ",
   "П"
   ]
   }
   }
   },
   "вик. Фінік Є.О .": {
   "Перший тиждень": {
   "Середа": {
   "1": [
   "ФОАІС",
   "1",
   "5",
   " Інмова за профспрям (Англ мова 1)",
   "А-204 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "1",
   "4",
   " Друга іноземна мова 2       ",
   "А-309 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "2",
   "3",
   " Інмова за профспрям (Англ мова 2) ",
   "Б-109 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "2",
   "4",
   " Інмова за профспрям (Англ мова 2) ",
   "Б-110 ",
   "П"
   ]
   },
   "Понеділок": {
   "1": [
   "ФРГТБ",
   "2",
   "2",
   " Інмова за профспрям (Англ мова 2) ",
   "А-204 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "2",
   "3",
   " Інмова за профспрям (Англ мова 1)",
   "А-220 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "3",
   "1",
   " Ділова англійська мова 2    ",
   "А-308 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "3",
   "8",
   " Ділова німецька мова        ",
   "Б-309а",
   "П"
   ],
   "5": [
   "ФФБС",
   "3",
   "8",
   " Ділова німецька мова        ",
   "Б-309а",
   "П"
   ]
   },
   "Четвер": {
   "1": [
   "ФРГТБ",
   "2",
   "2",
   " Інмова за профспрям (Англ мова 2) ",
   "А-210 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "2",
   "5.1",
   " Інмова за профспрям (Англ мова 1) ",
   "А-308 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "2",
   "5",
   " Інмова за профспрям (Англ мова 1) ",
   "Б-112 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФОАІС",
   "1",
   "6",
   " Інмова за профспрям (Англ мова 1) ",
   "Б-108 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "3",
   "1",
   " Ділова англійська мова 2    ",
   "А-202 ",
   "П"
   ],
   "4": [
   "ФОАІС",
   "3",
   "4",
   " Ділова англійська мова 1   ",
   "А-206 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "1": [
   "ФОАІС",
   "1",
   "5",
   " Інмова за профспрям (Англ мова 1) ",
   "А-204 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "1",
   "4",
   " Друга іноземна мова 2       ",
   "А-308 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "2",
   "3",
   " Інмова за профспрям (Англ мова 1) ",
   "Б-107 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "2",
   "5.1",
   " Інмова за профспрям (Англ мова 1)",
   "Б-103 ",
   "П"
   ]
   },
   "Понеділок": {
   "1": [
   "ФОАІС",
   "3",
   "4",
   " Ділова англійська мова 1    ",
   "А-202 ",
   "П"
   ],
   "2": [
   "ФОАІС",
   "3",
   "1",
   " Ділова англійська мова 2    ",
   "А-204 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "1",
   "6",
   " Інмова за профспрям (Англ мова 1) ",
   "А-204 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "3",
   "8",
   " Ділова німецька мова        ",
   "В-206 ",
   "П"
   ]
   },
   "Четвер": {
   "1": [
   "ФРГТБ",
   "2",
   "3",
   " Інмова за профспрям (Англ мова 2) ",
   "Б-110 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "2",
   "2",
   " Інмова за профспрям (Англ мова 2) ",
   "А-328 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "3",
   "8",
   " Ділова німецька мова        ",
   "А-208 ",
   "П"
   ]
   },
   "Вівторок": {
   "1": [
   "ФФБС",
   "2",
   "4",
   " Інмова за профспрям (Англ мова 2) ",
   "А-220 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "2",
   "5",
   " Інмова за профспрям (Англ мова 1) ",
   "А-202 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "3",
   "1",
   " Ділова англійська мова 2    ",
   "Б-107 ",
   "П"
   ],
   "4": [
   "ФОАІС",
   "3",
   "4",
   " Ділова англійська мова 1    ",
   "А-202 ",
   "П"
   ]
   }
   }
   },
   "ст.в. к.т.н. Казаченко С.В .": {
   "Перший тиждень": {
   "Четвер": {
   "2": [
   "ФРГТБ",
   "1",
   "6",
   " Мікробіологія",
   "А-113 ",
   "Лб2"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "2": [
   "ФРГТБ",
   "1",
   "6",
   " Мікробіологія",
   "А-113 ",
   "Лб1"
   ]
   }
   }
   },
   "ас. Петрова Т.С .": {
   "Перший тиждень": {
   "П'ятниця": {
   "1": [
   "ФФБС",
   "3",
   "4.2",
   " Страховий ринок",
   "А-219 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "5",
   "4 м",
   " Страховий менеджмент",
   "А-219 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "4": [
   "ФФБС",
   "5",
   "4 м",
   " Страховий менеджмент",
   "А-219 ",
   "П"
   ],
   "5": [
   "ФФБС",
   "3",
   "4.2",
   " Страховий ринок",
   "А-215 ",
   "П"
   ]
   }
   }
   },
   "доц. Бербенець Л.І .": {
   "Перший тиждень": {
   "Середа": {
   "3": [
   "ФМТП",
   "1",
   "4",
   " Інмова за профспрям (Англ мова 1) ",
   "А-204 ",
   "П"
   ],
   "4": [
   "ФЕМП",
   "1",
   "12",
   " Інмова за профспрям (Англ мова 1) ",
   "А-20  ",
   "П"
   ],
   "5": [
   "ФМТП",
   "1",
   "5",
   " Інмова за профспрям (Англ мова 1) ",
   "А-8   ",
   "П"
   ]
   },
   "Понеділок": {
   "5": [
   "ФМТП",
   "2",
   "3",
   " Інмова за профспрям (Англ мова 1) ",
   "А-210 ",
   "П"
   ]
   },
   "П'ятниця": {
   "4": [
   "ФМТП",
   "3",
   "2 (колишня 4)",
   " Інмова за профспрям (Англ мова 2) ",
   "А-210 ",
   "П"
   ],
   "6": [
   "ФЕМП",
   "1",
   "11",
   " Інмова за профспрям (Англ мова 1) ",
   "А-20  ",
   "П"
   ],
   "7": [
   "ФМТП",
   "1",
   "3",
   " Інмова за профспрям (Англ мова 1) ",
   "А-204 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "6": [
   "ФЕМП",
   "1",
   "12",
   " Інмова за профспрям (Англ мова 1) ",
   "А-202 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "1",
   "5",
   " Інмова за профспрям (Англ мова 1) ",
   "А-210 ",
   "П"
   ]
   },
   "Четвер": {
   "5": [
   "ФЕМП",
   "1",
   "11",
   " Інмова за профспрям (Англ мова 1) ",
   "А-208 ",
   "П"
   ]
   },
   "Вівторок": {
   "5": [
   "ФМТП",
   "2",
   "3",
   " Інмова за профспрям (Англ мова 1) ",
   "А-202 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "1",
   "4",
   " Інмова за профспрям (Англ мова 1) ",
   "А-204 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "1",
   "3",
   " Інмова за профспрям (Англ мова 1) ",
   "А-202 ",
   "П"
   ]
   },
   "П'ятниця": {
   "6": [
   "ФМТП",
   "3",
   "2 (колишня 4)",
   " Інмова за профспрям (Англ мова 2) ",
   "А-204 ",
   "П"
   ]
   }
   }
   },
   "доц. Миколайчук І.П .": {
   "Перший тиждень": {
   "Четвер": {
   "2": [
   "ФРГТБ",
   "5",
   "6м",
   " Управління змінами",
   "А-324 ",
   "Л"
   ],
   "3": [
   "ФРГТБ",
   "5",
   "6м",
   " Управління змінами",
   "А-324 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "3": [
   "ФРГТБ",
   "5",
   "6м",
   " Управління змінами",
   "А-334 ",
   "Л"
   ]
   }
   }
   },
   "доц. Палієнко О.О .": {
   "Перший тиждень": {
   "Середа": {
   "3": [
   "ФОАІС",
   "3",
   "6",
   " Охорона праці",
   "Б-205 ",
   "Л"
   ],
   "4": [
   "ФРГТБ",
   "3",
   "4",
   " Охорона праці",
   "А-230 ",
   "Л"
   ]
   },
   "Понеділок": {
   "1": [
   "ФОАІС",
   "3",
   "5",
   " Охорона праці",
   "Д-103 ",
   "П"
   ],
   "2": [
   "ФОАІС",
   "3",
   "2",
   " Охорона праці",
   "А-222 ",
   "П"
   ]
   },
   "Четвер": {
   "1": [
   "ФОАІС",
   "3",
   "4",
   " Охорона праці",
   "Д-103 ",
   "П"
   ],
   "2": [
   "ФОАІС",
   "3",
   "3",
   " Охорона праці",
   "А-224 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "3",
   "1",
   " Охорона праці",
   "А-224 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "2": [
   "ФРГТБ",
   "3",
   "4",
   " Охорона праці",
   "А-230 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "3",
   "6",
   " Охорона праці",
   "Б-109 ",
   "П"
   ]
   }
   }
   },
   "доц. Лата Н.Ф .": {
   "Перший тиждень": {
   "П'ятниця": {
   "5": [
   "ФМТП",
   "4",
   "7",
   " Господарське процесуальне право",
   "А-511 ",
   "Л"
   ],
   "6": [
   "ФМТП",
   "4",
   "4",
   " Господарське процесуальне право",
   "А-427 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "4",
   "3",
   " Господарське процесуальне право",
   "А-427 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "П'ятниця": {
   "5": [
   "ФМТП",
   "4",
   "4",
   " Господарське процесуальне право",
   "А-402 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "4",
   "7",
   " Господарське процесуальне право",
   "А-401 ",
   "Л"
   ],
   "7": [
   "ФМТП",
   "4",
   "3",
   " Господарське процесуальне право",
   "А-427 ",
   "П"
   ]
   }
   }
   },
   "доц. Литвин Н.М .": {
   "Перший тиждень": {
   "Вівторок": {
   "2": [
   "ФРГТБ",
   "1",
   "4",
   " Політологія  В",
   "Д-107 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "2",
   "10",
   " Політологія",
   "Д-109 ",
   "П"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФРГТБ",
   "2",
   "13",
   " Політологія",
   "Д-102 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "1",
   "3",
   " Політологія  В",
   "Д-105 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "2",
   "11",
   " Політологія",
   "Д-102 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "2": [
   "ФРГТБ",
   "1",
   "5",
   " Політологія  В",
   "Д-103 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФРГТБ",
   "2",
   "12",
   " Політологія",
   "Д-201 ",
   "П"
   ]
   }
   }
   },
   "ст.в. к.е.н. Малецький О.М .": {
   "Другий тиждень": {
   "П'ятниця": {
   "1": [
   "ФФБС",
   "4",
   "9",
   " Інформаційні сист і техн \nу пенс забезпеченні",
   "А-219 ",
   "Л"
   ],
   "2": [
   "ФФБС",
   "4",
   "9",
   " Інформаційні сист і техн \nу пенс забезпеченні",
   "А-219 ",
   "П"
   ]
   }
   }
   },
   "проф. Левандовський Л.В .": {
   "Перший тиждень": {
   "Понеділок": {
   "3": [
   "ФРГТБ",
   "2",
   "14",
   " Харчові технології",
   "А-412 ",
   "Л"
   ]
   },
   "Вівторок": {
   "1": [
   "ФРГТБ",
   "2",
   "6",
   " Харчові технології",
   "А-525 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "2",
   "6",
   " Харчові технології",
   "А-525 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "2",
   "14",
   " Харчові технології",
   "А-507 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "2": [
   "ФРГТБ",
   "2",
   "14",
   " Харчові технології",
   "А-507 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФРГТБ",
   "2",
   "14",
   " Харчові технології",
   "А-507 ",
   "Л"
   ]
   }
   }
   },
   "доц. Василенко  А.В .": {
   "Перший тиждень": {
   "Вівторок": {
   "4": [
   "ФФБС",
   "5",
   "4 м",
   " Страховий менеджмент",
   "А-316 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "3": [
   "ФФБС",
   "5",
   "4 м",
   " Страховий менеджмент",
   "А-316 ",
   "Л"
   ],
   "4": [
   "ФФБС",
   "3",
   "4.1",
   " Податкова система України",
   "А-321 ",
   "П"
   ]
   }
   }
   },
   "доц. Вертелева О.В .": {
   "Перший тиждень": {
   "Середа": {
   "2": [
   "ФРГТБ",
   "1",
   "6",
   " Економічна теорія",
   "А-409 ",
   "Л"
   ],
   "3": [
   "ФРГТБ",
   "1",
   "6",
   " Економічна теорія",
   "А-409 ",
   "П"
   ]
   },
   "Четвер": {
   "2": [
   "ФРГТБ",
   "2",
   "3",
   " Мікроекономіка",
   "А-316 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "2",
   "4",
   " Мікроекономіка",
   "А-316 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "2",
   "5",
   " Мікроекономіка",
   "Б-201 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "1": [
   "ФРГТБ",
   "1",
   "6",
   " Економічна теорія",
   "А-412 ",
   "Л"
   ],
   "2": [
   "ФРГТБ",
   "1",
   "6",
   " Економічна теорія",
   "А-412 ",
   "П"
   ]
   },
   "Вівторок": {
   "4": [
   "ФРГТБ",
   "2",
   "5",
   " Мікроекономіка",
   "Б-201 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФРГТБ",
   "2",
   "4",
   " Мікроекономіка",
   "А-409 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "2",
   "3",
   " Мікроекономіка",
   "Д-102 ",
   "П"
   ]
   }
   }
   },
   "доц. Гейдор А.П .": {
   "Перший тиждень": {
   "Середа": {
   "2": [
   "ФОАІС",
   "3",
   "6",
   " Економіка підприємства",
   "Б-205 ",
   "Л"
   ]
   },
   "Четвер": {
   "4": [
   "ФОАІС",
   "3",
   "1",
   " Економіка підприємства",
   "А-440 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФОАІС",
   "3",
   "2",
   " Економіка підприємства",
   "А-454 ",
   "П"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФОАІС",
   "3",
   "5",
   " Економіка підприємства",
   "А-404 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "2": [
   "ФРГТБ",
   "2",
   "6",
   " Основи підприємництва",
   "А-445 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФРГТБ",
   "2",
   "14",
   " Основи підприємництва",
   "Б-211 ",
   "Л"
   ],
   "4": [
   "ФОАІС",
   "3",
   "5",
   " Економіка підприємства",
   "А-454 ",
   "П"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФОАІС",
   "3",
   "2",
   " Економіка підприємства",
   "А-454 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "3",
   "6",
   " Економіка підприємства",
   "Б-205 ",
   "Л"
   ],
   "4": [
   "ФОАІС",
   "3",
   "1",
   " Економіка підприємства",
   "Б-106 ",
   "П"
   ]
   }
   }
   },
   "ст.в. Недибалюк В.Д .": {
   "Перший тиждень": {
   "Вівторок": {
   "5": [
   "ФМТП",
   "1",
   "4",
   " Конституційне право",
   "Б-109 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "1",
   "3",
   " Конституційне право",
   "Б-106 ",
   "П"
   ]
   },
   "П'ятниця": {
   "5": [
   "ФМТП",
   "1",
   "6",
   " Конституційне право",
   "А-332 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Вівторок": {
   "4": [
   "ФМТП",
   "1",
   "6",
   " Конституційне право",
   "А-412 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "1",
   "4",
   " Конституційне право",
   "Д-407 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "1",
   "3",
   " Конституційне право",
   "А-404 ",
   "П"
   ]
   }
   }
   },
   "ст.в. Розум А.П .": {
   "Перший тиждень": {
   "Середа": {
   "4": [
   "ФЕМП",
   "1",
   "12",
   " Інмова за профспрям (Англ мова 2) ",
   "В-206 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "3",
   "8",
   " Ділова англійська мова 2    ",
   "А-210 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "3",
   "8",
   " Ділова англійська мова 2    ",
   "А-20  ",
   "П"
   ]
   },
   "Понеділок": {
   "5": [
   "ФЕМП",
   "2",
   "11",
   " Інмова за профспрям (Англ мова 2)  ",
   "Б-110 ",
   "П"
   ]
   },
   "П'ятниця": {
   "4": [
   "ФЕМП",
   "1",
   "13",
   " Інмова за профспрям (Англ мова 1) ",
   "А-20  ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "3": [
   "ФЕМП",
   "2",
   "11",
   " Інмова за профспрям (Англ мова 2)  ",
   "А-220 ",
   "П"
   ],
   "4": [
   "ФЕМП",
   "1",
   "12",
   " Інмова за профспрям (Англ мова 2) ",
   "А-206 ",
   "П"
   ]
   },
   "Четвер": {
   "5": [
   "ФЕМП",
   "1",
   "13",
   " Інмова за профспрям (Англ мова 1) ",
   "Б-110 ",
   "П"
   ]
   },
   "Вівторок": {
   "5": [
   "ФМТП",
   "3",
   "8",
   " Ділова англійська мова 2    ",
   "В-205 ",
   "П"
   ]
   },
   "П'ятниця": {
   "7": [
   "ФМТП",
   "3",
   "8",
   " Ділова англійська мова 2    ",
   "А-206 ",
   "П"
   ]
   }
   }
   },
   "доц. Дьяченко О.В .": {
   "Перший тиждень": {
   "Понеділок": {
   "6": [
   "ФМТП",
   "3",
   "15 (колишня 23)",
   " ЗЕД підприємства",
   "А-412 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФМТП",
   "3",
   "15 (колишня 23)",
   " ЗЕД підприємства",
   "А-412 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "3",
   "13 (колишня 21)",
   " ЗЕД підприємства",
   "А-20  ",
   "П"
   ],
   "6": [
   "ФМТП",
   "3",
   "14 (колишня 22)",
   " ЗЕД підприємства",
   "А-348 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "5": [
   "ФМТП",
   "3",
   "13 (колишня 21)",
   " ЗЕД підприємства",
   "А-324 ",
   "П"
   ]
   },
   "Понеділок": {
   "3": [
   "ФМТП",
   "3",
   "14 (колишня 22)",
   " ЗЕД підприємства",
   "А-422 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "3",
   "15 (колишня 23)",
   " ЗЕД підприємства",
   "А-221 ",
   "П"
   ]
   },
   "Четвер": {
   "5": [
   "ФМТП",
   "3",
   "15 (колишня 23)",
   " ЗЕД підприємства",
   "А-332 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "5": [
   "ФМТП",
   "5",
   "10м (колишня 18м)",
   " Митне регулювання ЗЕД",
   "А-413 ",
   "Л"
   ],
   "6": [
   "ФМТП",
   "5",
   "10м (колишня 18м)",
   " Митне регулювання ЗЕД",
   "А-413 ",
   "П"
   ]
   }
   }
   },
   "доц. Матусова О.М .": {
   "Перший тиждень": {
   "Середа": {
   "3": [
   "ФРГТБ",
   "5",
   "4м",
   " Управління ризиками підприємства",
   "А-440 ",
   "Л"
   ],
   "4": [
   "ФМТП",
   "5",
   "9ам (колишня 17ам)",
   " Антикризове управління підпр  В",
   "А-524 ",
   "Л"
   ],
   "5": [
   "ФМТП",
   "5",
   "6ам (колишня 5ам)",
   " Антикризове управління підпр  В",
   "Б-514 ",
   "П"
   ]
   },
   "Понеділок": {
   "5": [
   "ФЕМП",
   "5",
   "13ам",
   " Антикризове управління підпр  В",
   "Б-514 ",
   "П"
   ]
   },
   "Четвер": {
   "5": [
   "ФЕМП",
   "5",
   "19м",
   " Управління ризиками підпр  В",
   "А-533 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "4": [
   "ФЕМП",
   "5",
   "19м",
   " Управління ризиками підпр  В",
   "Д-105 ",
   "Л"
   ],
   "5": [
   "ФЕМП",
   "5",
   "19м",
   " Управління ризиками підпр  В",
   "Д-105 ",
   "П"
   ]
   },
   "Понеділок": {
   "2": [
   "ФРГТБ",
   "5",
   "4м",
   " Управління ризиками підприємства",
   "А-454 ",
   "П"
   ],
   "6": [
   "ФЕМП",
   "5",
   "11ам",
   " Антикризове управління підпр  ",
   "Б-514 ",
   "П"
   ]
   },
   "Вівторок": {
   "4": [
   "ФМТП",
   "5",
   "9ам (колишня 17ам)",
   " Антикризове управління підпр  В",
   "А-533 ",
   "Л"
   ],
   "5": [
   "ФМТП",
   "5",
   "9ам (колишня 17ам)",
   " Антикризове управління підпр  В",
   "А-452 ",
   "П"
   ]
   }
   }
   },
   "ст.в. Шеєнкова К.А .": {
   "Перший тиждень": {
   "Середа": {
   "2": [
   "ФРГТБ",
   "5",
   "6м",
   " Управління бізнес-процесами",
   "А-533 ",
   "Л"
   ]
   },
   "Четвер": {
   "3": [
   "ФРГТБ",
   "3",
   "7",
   " Економіка готелів і ресторанів",
   "А-519 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "5",
   "4м",
   " Менеджмент сервісних організацій  В",
   "А-532 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФРГТБ",
   "3",
   "6",
   " Економіка готелів і ресторанів",
   "А-519 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "2": [
   "ФРГТБ",
   "3",
   "7",
   " Економіка готелів і ресторанів",
   "А-526 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "5",
   "6м",
   " Управління бізнес-процесами",
   "А-526 ",
   "Л"
   ],
   "4": [
   "ФРГТБ",
   "5",
   "6м",
   " Управління бізнес-процесами",
   "А-526 ",
   "П"
   ]
   },
   "Вівторок": {
   "1": [
   "ФРГТБ",
   "5",
   "7м",
   " Менеджмент сервісних організацій",
   "А-532 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "5",
   "4м",
   " Менеджмент сервісних організацій  В",
   "А-533 ",
   "П"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФРГТБ",
   "3",
   "6",
   " Економіка готелів і ресторанів",
   "А-542 ",
   "П"
   ]
   }
   }
   },
   "доц. Гусєва Н.Ю .": {
   "Перший тиждень": {
   "Середа": {
   "3": [
   "ФРГТБ",
   "3",
   "11",
   " Політологія  В",
   "Д-101 ",
   "Л"
   ]
   },
   "Понеділок": {
   "3": [
   "ФРГТБ",
   "3",
   "9",
   " Політологія  В",
   "Д-113 ",
   "П"
   ]
   },
   "Вівторок": {
   "1": [
   "ФРГТБ",
   "3",
   "11",
   " Політологія  В",
   "Д-105 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "3",
   "1",
   " Політологія  В",
   "Д-113 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "5": [
   "ФМТП",
   "3",
   "10",
   " Політологія",
   "Б-203 ",
   "Л"
   ]
   }
   }
   },
   "доц. Ясинська Н.С/ ст.в. к.т.н. Антюшко Д.П .": {
   "Перший тиждень": {
   "Четвер": {
   "2": [
   "ФРГТБ",
   "2",
   "15",
   " Технічне регул. Основи стандарт, метрол та УЯ",
   "Б-207 ",
   "Л"
   ]
   }
   }
   },
   "вик. Лебединець Г.М .": {
   "Перший тиждень": {
   "Четвер": {
   "1": [
   "ФФБС",
   "3",
   "7",
   " Ділова англійська мова 1    ",
   "А-309 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "3",
   "7",
   " Ділова англійська мова 1    ",
   "А-309 ",
   "П"
   ]
   },
   "Вівторок": {
   "1": [
   "ФРГТБ",
   "1",
   "7",
   " Інмова за профспрям (Англ мова 2) ",
   "А-220 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "3",
   "7",
   " Ділова англійська мова 1    ",
   "А-308 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "1",
   "11",
   " Інмова за профспрям (Англ мова 2) ",
   "Б-108 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "1",
   "9",
   " Інмова за профспрям (Англ мова 2) ",
   "А-208 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "2": [
   "ФРГТБ",
   "1",
   "7",
   " Інмова за профспрям (Англ мова 2) ",
   "Б-108 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "1",
   "11",
   " Інмова за профспрям (Англ мова 2) ",
   "Б-107 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФРГТБ",
   "1",
   "9",
   " Інмова за профспрям (Англ мова 2) ",
   "А-328 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "3",
   "7",
   " Ділова англійська мова 1   ",
   "А-204 ",
   "П"
   ]
   }
   }
   },
   "ас. Конопляннікова М.А .": {
   "Перший тиждень": {
   "Середа": {
   "5": [
   "ФМТП",
   "3",
   "10",
   " Маркетинг",
   "А-412 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "3",
   "9",
   " Маркетинг",
   "А-524 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "П'ятниця": {
   "5": [
   "ФМТП",
   "3",
   "10",
   " Маркетинг",
   "А-524 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "3",
   "9",
   " Маркетинг",
   "А-440 ",
   "П"
   ]
   }
   }
   },
   "доц. Галько С.В .": {
   "Перший тиждень": {
   "Середа": {
   "5": [
   "ФЕМП",
   "4",
   "19",
   " Митна логістика",
   "А-311 ",
   "П"
   ],
   "6": [
   "ФЕМП",
   "5",
   "21м",
   " Митна логістика",
   "А-311 ",
   "П"
   ]
   },
   "Вівторок": {
   "5": [
   "ФЕМП",
   "4",
   "20",
   " Митна логістика",
   "А-316 ",
   "Л"
   ],
   "6": [
   "ФЕМП",
   "4",
   "20",
   " Митна логістика",
   "А-311 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Вівторок": {
   "5": [
   "ФЕМП",
   "4",
   "20",
   " Митна логістика",
   "А-301 ",
   "Л"
   ],
   "6": [
   "ФЕМП",
   "4",
   "19",
   " Митна логістика",
   "А-308 ",
   "П"
   ],
   "7": [
   "ФЕМП",
   "4",
   "20",
   " Митна логістика",
   "А-311 ",
   "П"
   ]
   }
   }
   },
   "вик. Кулаженко О.П .": {
   "Перший тиждень": {
   "Середа": {
   "4": [
   "ФЕМП",
   "4",
   "19",
   " Ділова англійська мова 1    ",
   "А-206 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "3",
   "4 (колишня 6)",
   " Інмова за профспрям (Англ мова 1) ",
   "А-208 ",
   "П"
   ]
   },
   "Понеділок": {
   "4": [
   "ФЕМП",
   "2",
   "12",
   " Інмова за профспрям (Англ мова 1) ",
   "А-220 ",
   "П"
   ],
   "5": [
   "ФЕМП",
   "2",
   "11",
   " Інмова за профспрям (Англ мова 1) ",
   "Б-107 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "2",
   "4",
   " Інмова за профспрям (Англ мова 1) ",
   "А-210 ",
   "П"
   ]
   },
   "Четвер": {
   "4": [
   "ФЕМП",
   "4",
   "19",
   " Ділова англійська мова 1    ",
   "А-204 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "2",
   "6",
   " Інмова за профспрям (Англ мова 1) ",
   "А-202 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФОАІС",
   "3",
   "6",
   " Ділова англійська мова 2    ",
   "А-210 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "2",
   "5",
   " Інмова за профспрям (Англ мова 1) ",
   "А-202 ",
   "П"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФОАІС",
   "3",
   "6",
   " Ділова англійська мова 2    ",
   "А-208 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "2",
   "5",
   " Інмова за профспрям (Англ мова 2)",
   "Д-220 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "3",
   "3 (колишня 5)",
   " Інмова за профспрям (Англ мова 2) ",
   "В-206 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "3",
   "5 (колишня 7)",
   " Інмова за профспрям (Англ мова 2) ",
   "А-208 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "4": [
   "ФЕМП",
   "2",
   "12",
   " Інмова за профспрям (Англ мова 1) ",
   "А-206 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "3",
   "5 (колишня 7)",
   " Інмова за профспрям (Англ мова 2) ",
   "А-210 ",
   "П"
   ]
   },
   "Понеділок": {
   "5": [
   "ФЕМП",
   "2",
   "11",
   " Інмова за профспрям (Англ мова 1) ",
   "Б-311 ",
   "П"
   ]
   },
   "Четвер": {
   "3": [
   "ФОАІС",
   "2",
   "5",
   " Інмова за профспрям (Англ мова 2) ",
   "А-208 ",
   "П"
   ],
   "4": [
   "ФОАІС",
   "3",
   "6",
   " Ділова англійська мова 2    ",
   "А-204 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "2",
   "5",
   " Інмова за профспрям (Англ мова 1) ",
   "А-202 ",
   "П"
   ],
   "6": [
   "ФЕМП",
   "4",
   "19",
   " Ділова англійська мова 1    ",
   "А-208 ",
   "П"
   ]
   },
   "Вівторок": {
   "4": [
   "ФМТП",
   "3",
   "3 (колишня 5)",
   " Інмова за профспрям (Англ мова 2) ",
   "Д-220 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "2",
   "6",
   " Інмова за профспрям (Англ мова 1) ",
   "Г-206 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "2",
   "4",
   " Інмова за профспрям (Англ мова 1) ",
   "А-208 ",
   "П"
   ]
   },
   "П'ятниця": {
   "5": [
   "ФМТП",
   "3",
   "4 (колишня 6)",
   " Інмова за профспрям (Англ мова 1) ",
   "Б-107 ",
   "П"
   ]
   }
   }
   },
   "доц. Гордополов В.Ю .": {
   "Перший тиждень": {
   "Четвер": {
   "2": [
   "ФОАІС",
   "3",
   "2",
   " Економічний аналіз",
   "Д-205 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФОАІС",
   "3",
   "6",
   " Економічний аналіз",
   "Д-201 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "3",
   "5",
   " Економічний аналіз",
   "Д-211 ",
   "П"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФОАІС",
   "3",
   "3",
   " Економічний аналіз",
   "Д-201 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "3",
   "4",
   " Економічний аналіз",
   "Д-203 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "1": [
   "ФОАІС",
   "3",
   "1",
   " Економічний аналіз",
   "Б-105 ",
   "П"
   ],
   "2": [
   "ФОАІС",
   "3",
   "6",
   " Економічний аналіз",
   "Б-205 ",
   "Л"
   ]
   }
   }
   },
   "проф. Бойко М.Г .": {
   "Перший тиждень": {
   "Четвер": {
   "2": [
   "ФРГТБ",
   "5",
   "5м",
   " Стратегічний маркетинг у ресторанах",
   "А-526 ",
   "Л"
   ]
   },
   "Вівторок": {
   "3": [
   "ФРГТБ",
   "5",
   "6м",
   " Стратегічний маркетинг в гот і рест",
   "А-526 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "3": [
   "ФРГТБ",
   "5",
   "6м",
   " Стратегічний маркетинг в гот і рест",
   "А-526 ",
   "Л"
   ]
   },
   "Вівторок": {
   "2": [
   "ФРГТБ",
   "5",
   "9м",
   " Ціннісно орієнтоване управління  В",
   "А-526 ",
   "Л"
   ]
   }
   }
   },
   "ас. Костюк В.С .": {
   "Перший тиждень": {
   "Понеділок": {
   "1": [
   "ФРГТБ",
   "2",
   "8",
   " Технологія продукції РГ",
   "E-3   ",
   "Лб2"
   ],
   "2": [
   "ФРГТБ",
   "2",
   "8",
   " Технологія продукції РГ",
   "E-3   ",
   "Лб2"
   ]
   },
   "Вівторок": {
   "3": [
   "ФРГТБ",
   "1",
   "10",
   " Технологія продукції РГ",
   "E-2   ",
   "Лб1"
   ],
   "4": [
   "ФРГТБ",
   "1",
   "10",
   " Технологія продукції РГ",
   "E-2   ",
   "Лб1"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФРГТБ",
   "2",
   "9",
   " Технологія продукції РГ",
   "E-3   ",
   "Лб2"
   ],
   "2": [
   "ФРГТБ",
   "2",
   "9",
   " Технологія продукції РГ",
   "E-3   ",
   "Лб2"
   ]
   }
   },
   "Другий тиждень": {
   "П'ятниця": {
   "1": [
   "ФРГТБ",
   "1",
   "9",
   " Технологія продукції РГ",
   "E-2   ",
   "Лб1"
   ],
   "2": [
   "ФРГТБ",
   "1",
   "9",
   " Технологія продукції РГ",
   "E-2   ",
   "Лб1"
   ],
   "3": [
   "ФРГТБ",
   "1",
   "11",
   " Технологія продукції РГ",
   "E-3   ",
   "Лб2"
   ],
   "4": [
   "ФРГТБ",
   "1",
   "11",
   " Технологія продукції РГ",
   "E-3   ",
   "Лб2"
   ]
   }
   }
   },
   "ст.в. Зощенко Л.А .": {
   "Перший тиждень": {
   "П'ятниця": {
   "6": [
   "ФЕМП",
   "1",
   "11",
   " Інмова за профспрям (Англ мова 2) ",
   "В-206 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "5": [
   "ФЕМП",
   "1",
   "11",
   " Інмова за профспрям (Англ мова 2) ",
   "А-20  ",
   "П"
   ]
   }
   }
   },
   "ст.в. Гербич Л.А .": {
   "Перший тиждень": {
   "Середа": {
   "1": [
   "ФФБС",
   "4",
   "6",
   " Інформаційні сист і техн у ФКУ",
   "А-212 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "4",
   "6",
   " Аналіз діяльності фін посередників",
   "А-144 ",
   "П"
   ]
   },
   "Понеділок": {
   "1": [
   "ФФБС",
   "4",
   "6",
   " Аналіз діяльності фін посередників",
   "Б-112 ",
   "Л"
   ],
   "2": [
   "ФОАІС",
   "3",
   "5",
   " Б/облік у банках",
   "Д-103 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "3",
   "6",
   " Б/облік у банках",
   "Д-411 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "4",
   "6",
   " Інформаційні сист і техн у ФКУ",
   "А-212 ",
   "П"
   ]
   },
   "Четвер": {
   "1": [
   "ФФБС",
   "4",
   "6",
   " Аналіз діяльності фін посередників",
   "Б-109 ",
   "Л"
   ],
   "2": [
   "ФФБС",
   "4",
   "6",
   " Аналіз діяльності фін посередників",
   "Б-109 ",
   "Л"
   ],
   "3": [
   "ФФБС",
   "4",
   "6",
   " Інформаційні сист і техн у ФКУ",
   "А-212 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "1": [
   "ФФБС",
   "4",
   "6",
   " Аналіз діяльності фін посередників",
   "А-217 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "4",
   "7",
   " Фінансовий моніторинг у банках",
   "А-144 ",
   "П"
   ]
   },
   "Понеділок": {
   "1": [
   "ФФБС",
   "4",
   "8",
   " Фінансовий моніторинг у банках",
   "Б-112 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "4",
   "6",
   " Аналіз діяльності фін посередників",
   "А-321 ",
   "Л"
   ],
   "3": [
   "ФФБС",
   "4",
   "6",
   " Інформаційні сист і техн у ФКУ",
   "А-212 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "4",
   "6",
   " Аналіз діяльності фін посередників",
   "А-144 ",
   "П"
   ]
   },
   "Четвер": {
   "2": [
   "ФФБС",
   "4",
   "6",
   " Інформаційні сист і техн у ФКУ",
   "Б-112 ",
   "Л"
   ],
   "3": [
   "ФФБС",
   "4",
   "8",
   " Фінансовий моніторинг у банках",
   "А-324 ",
   "Л"
   ]
   }
   }
   },
   "доц. Гладка Ю.А .": {
   "Перший тиждень": {
   "Середа": {
   "5": [
   "ФЕМП",
   "1",
   "13",
   " Математика для економістів",
   "Б-111 ",
   "П"
   ]
   },
   "Четвер": {
   "5": [
   "ФЕМП",
   "1",
   "11",
   " Математика для економістів",
   "Б-109 ",
   "П"
   ],
   "6": [
   "ФЕМП",
   "1",
   "13",
   " Математика для економістів",
   "Б-207 ",
   "Л"
   ],
   "7": [
   "ФЕМП",
   "1",
   "12",
   " Математика для економістів",
   "Б-105 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "5": [
   "ФЕМП",
   "1",
   "12",
   " Математика для економістів",
   "Б-105 ",
   "П"
   ],
   "6": [
   "ФЕМП",
   "1",
   "11",
   " Математика для економістів",
   "Б-105 ",
   "П"
   ]
   },
   "Вівторок": {
   "5": [
   "ФЕМП",
   "1",
   "13",
   " Математика для економістів",
   "Б-207 ",
   "Л"
   ],
   "6": [
   "ФЕМП",
   "1",
   "13",
   " Математика для економістів",
   "Б-106 ",
   "П"
   ]
   }
   }
   },
   "доц. Форостяна Н.П .": {
   "Перший тиждень": {
   "Четвер": {
   "3": [
   "ФРГТБ",
   "1",
   "6",
   " Фізика",
   "А-226 ",
   "Лб2"
   ]
   },
   "Вівторок": {
   "4": [
   "ФРГТБ",
   "1",
   "6",
   " Фізика",
   "Б-108 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "3": [
   "ФРГТБ",
   "1",
   "6",
   " Фізика",
   "А-226 ",
   "Лб1"
   ]
   },
   "П'ятниця": {
   "4": [
   "ФРГТБ",
   "1",
   "6",
   " Фізика",
   "А-221 ",
   "Л"
   ]
   }
   }
   },
   "доц. Ясинська Н.С/ст.в. к.т.н. Антюшко Д.П": {
   "Другий тиждень": {
   "Четвер": {
   "4": [
   "ФРГТБ",
   "2",
   "15",
   " Технічне регул. Основи стандарт, метрол та УЯ",
   "Б-209 ",
   "Л"
   ]
   }
   }
   },
   "ст.в. к.е.н. Остапчук Д.О .": {
   "Перший тиждень": {
   "Четвер": {
   "6": [
   "ФЕМП",
   "2",
   "13",
   " Мікроекономіка",
   "Б-205 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "6": [
   "ФЕМП",
   "2",
   "13",
   " Мікроекономіка",
   "Б-205 ",
   "Л"
   ]
   }
   }
   },
   "вик. к.ф.н. Капранов Я.В .": {
   "Перший тиждень": {
   "Середа": {
   "4": [
   "ФТМ",
   "2",
   "1",
   " Практ курс першої інмови (англ)   1 ",
   "Д-220 ",
   "П"
   ],
   "5": [
   "ФТМ",
   "2",
   "1",
   " Практ курс першої інмови (англ)   1 ",
   "Д-220 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Вівторок": {
   "6": [
   "ФТМ",
   "2",
   "1",
   " Практ курс першої інмови (англ)   1 ",
   "А-202 ",
   "П"
   ],
   "7": [
   "ФТМ",
   "2",
   "1",
   " Практ курс першої інмови (англ)   1 ",
   "А-210 ",
   "П"
   ]
   },
   "П'ятниця": {
   "5": [
   "ФТМ",
   "2",
   "1",
   " Практ курс першої інмови (англ)   1 ",
   "Г-209 ",
   "П"
   ],
   "6": [
   "ФТМ",
   "2",
   "1",
   " Практ курс першої інмови (англ)   1 ",
   "Г-210 ",
   "П"
   ]
   }
   }
   },
   "ас. Карпенко Л.А .": {
   "Перший тиждень": {
   "Четвер": {
   "6": [
   "ФМТП",
   "1",
   "4",
   " Безпека життєдіяльності",
   "А-224 ",
   "П"
   ]
   },
   "Вівторок": {
   "5": [
   "ФМТП",
   "1",
   "5",
   " Безпека життєдіяльності",
   "А-224 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "6": [
   "ФМТП",
   "1",
   "6",
   " Безпека життєдіяльності",
   "А-224 ",
   "П"
   ]
   }
   }
   },
   "доц. Підкамінний І.М .": {
   "Перший тиждень": {
   "Середа": {
   "5": [
   "ФЕМП",
   "4",
   "25",
   " Стратегічне управління",
   "А-321 ",
   "Л"
   ],
   "6": [
   "ФЕМП",
   "4",
   "21",
   " Стратегічне управління",
   "А-321 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "6": [
   "ФЕМП",
   "4",
   "25",
   " Стратегічне управління",
   "А-321 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "6": [
   "ФЕМП",
   "4",
   "21",
   " Стратегічне управління",
   "А-324 ",
   "П"
   ]
   }
   }
   },
   "доц. Головач Н.А .": {
   "Перший тиждень": {
   "Понеділок": {
   "5": [
   "ФЕМП",
   "2",
   "13",
   " Економічна статистика",
   "А-354 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "4": [
   "ФЕМП",
   "2",
   "11",
   " Економічна статистика",
   "А-348 ",
   "П"
   ]
   },
   "Вівторок": {
   "6": [
   "ФЕМП",
   "2",
   "13",
   " Економічна статистика",
   "Б-207 ",
   "Л"
   ],
   "7": [
   "ФЕМП",
   "2",
   "12",
   " Економічна статистика",
   "А-354 ",
   "П"
   ]
   }
   }
   },
   "доц. Образ О.Г .": {
   "Перший тиждень": {
   "Середа": {
   "2": [
   "ФФБС",
   "1",
   "4",
   " Друга іноземна мова 1       ",
   "А-220 ",
   "П"
   ],
   "3": [
   "ФМТП",
   "3",
   "15 (колишня 23)",
   " Інмова за профспрям (Франц мова)  ",
   "А-220 ",
   "П"
   ]
   },
   "Четвер": {
   "2": [
   "ФФБС",
   "1",
   "9",
   " Друга іноземна мова 2       ",
   "В-206 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "1",
   "5",
   " Друга іноземна мова 2       ",
   "В-205 ",
   "П"
   ],
   "4": [
   "ФЕМП",
   "4",
   "25",
   " Друга іноземна мова    ",
   "А-220 ",
   "П"
   ],
   "5": [
   "ФЕМП",
   "4",
   "25",
   " Друга іноземна мова      ",
   "А-210 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФМТП",
   "4",
   "17 (колишня 26)",
   " Друга іноземна мова 1       ",
   "А-220 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "4",
   "14 (колишня 22)",
   " Друга іноземна мова 2       ",
   "А-204 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "4",
   "14 (колишня 22)",
   " Друга іноземна мова 2       ",
   "А-220 ",
   "П"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФФБС",
   "1",
   "8",
   " Друга іноземна мова 2       ",
   "А-202 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "4",
   "17 (колишня 26)",
   " Друга іноземна мова 1       ",
   "А-220 ",
   "П"
   ],
   "6": [
   "ФЕМП",
   "4",
   "25",
   " Друга іноземна мова    ",
   "А-220 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "2": [
   "ФФБС",
   "1",
   "4",
   " Друга іноземна мова 1       ",
   "А-204 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "1",
   "5",
   " Друга іноземна мова 2      ",
   "А-220 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "4",
   "17 (колишня 26)",
   " Друга іноземна мова 1       ",
   "А-204 ",
   "П"
   ],
   "5": [
   "ФЕМП",
   "4",
   "25",
   " Друга іноземна мова    ",
   "А-210 ",
   "П"
   ]
   },
   "Понеділок": {
   "3": [
   "ФФБС",
   "1",
   "8",
   " Друга іноземна мова 2      ",
   "А-217 ",
   "П"
   ]
   },
   "Четвер": {
   "3": [
   "ФФБС",
   "1",
   "9",
   " Друга іноземна мова 2       ",
   "А-210 ",
   "П"
   ],
   "4": [
   "ФЕМП",
   "4",
   "25",
   " Друга іноземна мова      ",
   "А-220 ",
   "П"
   ],
   "5": [
   "ФЕМП",
   "4",
   "25",
   " Друга іноземна мова     ",
   "А-210 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФМТП",
   "1",
   "9",
   " Інмова за профспрям (Франц мова)           ",
   "А-20  ",
   "П"
   ],
   "4": [
   "ФМТП",
   "3",
   "15 (колишня 23)",
   " Інмова за профспрям (Франц мова)  ",
   "А-220 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "4",
   "14 (колишня 22)",
   " Друга іноземна мова 2       ",
   "А-208 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "4",
   "17 (колишня 26)",
   " Друга іноземна мова 1       ",
   "А-220 ",
   "П"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФМТП",
   "3",
   "15 (колишня 23)",
   " Інмова за профспрям (Франц мова)  ",
   "А-220 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "4",
   "14 (колишня 22)",
   " Друга іноземна мова 2       ",
   "А-220 ",
   "П"
   ],
   "5": [
   "ФЕМП",
   "4",
   "25",
   " Друга іноземна мова     ",
   "А-220 ",
   "П"
   ]
   }
   }
   },
   "доц. Білоус Н.П .": {
   "Перший тиждень": {
   "Середа": {
   "4": [
   "ФМТП",
   "1",
   "2",
   " Інмова за профспрям (Англ мова 1) ",
   "А-410 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "2",
   "2",
   " Теорія і практика перекладу 1 В",
   "Б-110 ",
   "Л"
   ]
   },
   "Понеділок": {
   "5": [
   "ФМТП",
   "1",
   "9",
   " Інмова за профспрям (Англ мова 1) ",
   "А-204 ",
   "П"
   ]
   },
   "Вівторок": {
   "4": [
   "ФТМ",
   "2",
   "1",
   " Практ перекладу з першої ін мови  1  ",
   "А-204 ",
   "П"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФТМ",
   "2",
   "1",
   " Практ перекладу з першої ін мови  1  ",
   "Д-225 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "1",
   "8",
   " Інмова за профспрям (Англ мова 1) ",
   "А-533 ",
   "П"
   ],
   "5": [
   "ФЕМП",
   "4",
   "20",
   " Ділова англійська мова 1    ",
   "Б-107 ",
   "П"
   ],
   "6": [
   "ФЕМП",
   "4",
   "20",
   " Ділова англійська мова 1    ",
   "Б-107 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "4": [
   "ФМТП",
   "2",
   "2",
   " Теорія і практика перекладу 1 В",
   "А-28  ",
   "Л"
   ],
   "5": [
   "ФМТП",
   "2",
   "2",
   " Теорія і практика перекладу 1 В",
   "А-206 ",
   "П"
   ]
   },
   "Понеділок": {
   "4": [
   "ФТМ",
   "2",
   "1",
   " Практ перекладу з першої ін мови  1  ",
   "А-20  ",
   "П"
   ],
   "6": [
   "ФМТП",
   "1",
   "8",
   " Інмова за профспрям (Англ мова 1) ",
   "А-28  ",
   "П"
   ]
   },
   "Четвер": {
   "3": [
   "ФМТП",
   "1",
   "9",
   " Інмова за профспрям (Англ мова 1) ",
   "А-422 ",
   "П"
   ]
   },
   "Вівторок": {
   "5": [
   "ФМТП",
   "1",
   "2",
   " Інмова за профспрям (Англ мова 1) ",
   "А-206 ",
   "П"
   ]
   },
   "П'ятниця": {
   "6": [
   "ФЕМП",
   "4",
   "20",
   " Ділова англійська мова 1    ",
   "А-202 ",
   "П"
   ]
   }
   }
   },
   "проф. Бойко А.В .": {
   "Перший тиждень": {
   "Понеділок": {
   "6": [
   "ФЕМП",
   "4",
   "25",
   " Природні монополії",
   "А-410 ",
   "Л"
   ]
   },
   "Вівторок": {
   "5": [
   "ФЕМП",
   "4",
   "25",
   " Природні монополії",
   "А-410 ",
   "П"
   ],
   "6": [
   "ФЕМП",
   "4",
   "25",
   " Природні монополії",
   "А-410 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "П'ятниця": {
   "6": [
   "ФЕМП",
   "4",
   "25",
   " Природні монополії",
   "А-533 ",
   "П"
   ]
   }
   }
   },
   "доц. Босовська М.В .": {
   "Перший тиждень": {
   "Вівторок": {
   "3": [
   "ФРГТБ",
   "3",
   "3",
   " Менеджмент",
   "А-511 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "П'ятниця": {
   "2": [
   "ФРГТБ",
   "3",
   "3",
   " Менеджмент",
   "А-507 ",
   "Л"
   ]
   }
   }
   },
   "доц. Кучер Г.В .": {
   "Перший тиждень": {
   "Вівторок": {
   "4": [
   "ФМТП",
   "4",
   "11 (колишня 9)",
   " Міжнародні фінанси",
   "А-221 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "3",
   "15 (колишня 23)",
   " Міжнародні фінанси",
   "А-205 ",
   "П"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФМТП",
   "4",
   "10 (колишня 8)",
   " Міжнародні фінанси",
   "А-348 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "3",
   "13 (колишня 21)",
   " Міжнародні фінанси",
   "А-215 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "4",
   "11 (колишня 9)",
   " Міжнародні фінанси",
   "А-331 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "2": [
   "ФОАІС",
   "5",
   "3м",
   " Управління державним боргом",
   "Д-107 ",
   "Л"
   ],
   "3": [
   "ФОАІС",
   "5",
   "3м",
   " Управління державним боргом",
   "Д-107 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "3",
   "14 (колишня 22)",
   " Міжнародні фінанси",
   "А-217 ",
   "П"
   ]
   },
   "Четвер": {
   "4": [
   "ФМТП",
   "3",
   "15 (колишня 23)",
   " Міжнародні фінанси",
   "А-332 ",
   "Л"
   ]
   },
   "Вівторок": {
   "4": [
   "ФМТП",
   "4",
   "11 (колишня 9)",
   " Міжнародні фінанси",
   "А-331 ",
   "Л"
   ],
   "5": [
   "ФМТП",
   "4",
   "10 (колишня 8)",
   " Міжнародні фінанси",
   "А-217 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "4",
   "11 (колишня 9)",
   " Міжнародні фінанси",
   "А-217 ",
   "П"
   ]
   }
   }
   },
   "ас. к.е.н. Рак Ю.А .": {
   "Перший тиждень": {
   "Середа": {
   "2": [
   "ФОАІС",
   "2",
   "6",
   " Макроекономіка",
   "Д-203 ",
   "П"
   ]
   },
   "Четвер": {
   "3": [
   "ФРГТБ",
   "2",
   "2",
   " Мікроекономіка",
   "Б-111 ",
   "П"
   ],
   "5": [
   "ФЕМП",
   "2",
   "13",
   " Мікроекономіка",
   "Б-106 ",
   "П"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФРГТБ",
   "2",
   "1",
   " Мікроекономіка",
   "А-328 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "2",
   "5",
   " Мікроекономіка",
   "А-535 ",
   "П"
   ],
   "5": [
   "ФЕМП",
   "2",
   "11",
   " Мікроекономіка",
   "А-445 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "5": [
   "ФЕМП",
   "2",
   "12",
   " Мікроекономіка",
   "А-334 ",
   "П"
   ]
   },
   "Четвер": {
   "3": [
   "ФРГТБ",
   "2",
   "1",
   " Мікроекономіка",
   "А-410 ",
   "П"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФРГТБ",
   "2",
   "2",
   " Мікроекономіка",
   "А-303 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "2",
   "5",
   " Мікроекономіка",
   "А-301 ",
   "П"
   ]
   }
   }
   },
   "ас. Ніколенко Н.В .": {
   "Перший тиждень": {
   "Середа": {
   "2": [
   "ФОАІС",
   "2",
   "5",
   " Бухгалтерський облік",
   "Д-405 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "2",
   "1",
   " Бухгалтерський облік",
   "Д-407 ",
   "П"
   ]
   },
   "П'ятниця": {
   "7": [
   "ФМТП",
   "3",
   "5 (колишня 7)",
   " Бухгалтерський облік",
   "Д-403 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "1": [
   "ФОАІС",
   "2",
   "5",
   " Бухгалтерський облік",
   "Д-405 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "2",
   "1",
   " Бухгалтерський облік",
   "Д-403 ",
   "П"
   ]
   },
   "Понеділок": {
   "7": [
   "ФМТП",
   "3",
   "5 (колишня 7)",
   " Бухгалтерський облік",
   "Д-219 ",
   "П"
   ]
   }
   }
   },
   "ст.в. Іщенко В.В .": {
   "Перший тиждень": {
   "Середа": {
   "3": [
   "ФРГТБ",
   "1",
   "10",
   " Психологія  В",
   "А-524 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "2": [
   "ФРГТБ",
   "1",
   "11",
   " Психологія  В",
   "А-20  ",
   "П"
   ]
   }
   }
   },
   "доц. Бохан А.В .": {
   "Перший тиждень": {
   "Понеділок": {
   "6": [
   "ФМТП",
   "1",
   "2",
   " Екологія  В",
   "В-206 ",
   "П"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФРГТБ",
   "2",
   "13",
   " Екологія",
   "А-401 ",
   "Л"
   ],
   "3": [
   "ФРГТБ",
   "2",
   "12",
   " Екологія",
   "А-413 ",
   "П"
   ],
   "4": [
   "ФТМ",
   "2",
   "1",
   " Екологія",
   "Д-107 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "3": [
   "ФРГТБ",
   "2",
   "13",
   " Екологія",
   "А-535 ",
   "Л"
   ],
   "5": [
   "ФТМ",
   "2",
   "1",
   " Екологія",
   "Д-103 ",
   "П"
   ]
   },
   "Четвер": {
   "1": [
   "ФРГТБ",
   "2",
   "13",
   " Екологія",
   "А-422 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "2",
   "11",
   " Екологія",
   "А-422 ",
   "П"
   ]
   },
   "Вівторок": {
   "4": [
   "ФРГТБ",
   "2",
   "10",
   " Екологія",
   "А-519 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "1",
   "2",
   " Екологія  В",
   "А-454 ",
   "Л"
   ]
   }
   }
   },
   "доц. Тринчук В.В .": {
   "Перший тиждень": {
   "Середа": {
   "2": [
   "ФФБС",
   "3",
   "4.2",
   " Страховий ринок",
   "А-219 ",
   "Л"
   ],
   "3": [
   "ФФБС",
   "4",
   "9",
   " Страховий маркетинг",
   "А-303 ",
   "П"
   ]
   },
   "Четвер": {
   "3": [
   "ФФБС",
   "4",
   "9",
   " Страховий маркетинг",
   "А-219 ",
   "Л"
   ],
   "4": [
   "ФФБС",
   "5",
   "3 м",
   " Страховий менеджмент",
   "А-303 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФФБС",
   "5",
   "2 м",
   " Страховий менеджмент",
   "А-334 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "4",
   "9",
   " Страховий маркетинг",
   "А-219 ",
   "П"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФФБС",
   "3",
   "4.2",
   " Страховий ринок",
   "А-219 ",
   "Л"
   ],
   "4": [
   "ФМТП",
   "4",
   "11 (колишня 9)",
   " Страховий менеджмент   В",
   "А-348 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "3": [
   "ФФБС",
   "4",
   "9",
   " Страховий маркетинг",
   "Д-103 ",
   "П"
   ]
   },
   "Понеділок": {
   "4": [
   "ФФБС",
   "5",
   "3 м",
   " Страховий менеджмент",
   "А-205 ",
   "П"
   ],
   "5": [
   "ФФБС",
   "5",
   "2 м",
   " Страховий менеджмент",
   "А-219 ",
   "П"
   ]
   },
   "Четвер": {
   "4": [
   "ФФБС",
   "5",
   "4 м",
   " Міжнародний страховий ринок  В",
   "А-219 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "4",
   "11 (колишня 9)",
   " Страховий менеджмент   В",
   "А-217 ",
   "Л"
   ]
   }
   }
   },
   "ст.в. Корольков О.В .": {
   "Перший тиждень": {
   "Понеділок": {
   "4": [
   "ФМТП",
   "3",
   "5 (колишня 7)",
   " Житлове право",
   "А-524 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "3",
   "3 (колишня 5)",
   " Житлове право",
   "Б-103 ",
   "П"
   ]
   },
   "Вівторок": {
   "4": [
   "ФМТП",
   "3",
   "5 (колишня 7)",
   " Житлове право",
   "А-535 ",
   "Л"
   ],
   "5": [
   "ФМТП",
   "1",
   "3",
   " Теорія держави і права",
   "Б-105 ",
   "П"
   ]
   },
   "П'ятниця": {
   "4": [
   "ФМТП",
   "2",
   "5",
   " Цивільне право",
   "А-412 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "3",
   "4 (колишня 6)",
   " Житлове право",
   "Д-103 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "3",
   "2 (колишня 4)",
   " Житлове право",
   "Д-103 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "5": [
   "ФМТП",
   "1",
   "4",
   " Теорія держави і права",
   "Д-203 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФМТП",
   "3",
   "3 (колишня 5)",
   " Житлове право",
   "А-445 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "1",
   "5",
   " Теорія держави і права",
   "А-445 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "3",
   "4 (колишня 6)",
   " Житлове право",
   "А-542 ",
   "П"
   ]
   },
   "П'ятниця": {
   "4": [
   "ФМТП",
   "3",
   "5 (колишня 7)",
   " Житлове право",
   "Б-109 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "3",
   "2 (колишня 4)",
   " Житлове право",
   "А-427 ",
   "П"
   ]
   }
   }
   },
   "проф. Щетініна О.К .": {
   "Перший тиждень": {
   "Понеділок": {
   "1": [
   "ФОАІС",
   "1",
   "1",
   " Математика для економістів",
   "А-528 ",
   "П"
   ],
   "2": [
   "ФОАІС",
   "1",
   "2",
   " Математика для економістів",
   "А-528 ",
   "Л"
   ],
   "3": [
   "ФОАІС",
   "1",
   "2",
   " Математика для економістів",
   "А-504 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "1": [
   "ФОАІС",
   "1",
   "2",
   " Математика для економістів",
   "А-528 ",
   "Л"
   ],
   "2": [
   "ФОАІС",
   "1",
   "1",
   " Математика для економістів",
   "Б-111 ",
   "П"
   ]
   },
   "П'ятниця": {
   "4": [
   "ФОАІС",
   "1",
   "2",
   " Математика для економістів",
   "Б-102 ",
   "П"
   ]
   }
   }
   },
   "ст.в. Куркова К.М .": {
   "Перший тиждень": {
   "Середа": {
   "6": [
   "ФМТП",
   "5",
   "4м",
   " Безпека кадрової роботи",
   "Д-205 ",
   "Л"
   ],
   "7": [
   "ФМТП",
   "5",
   "4м",
   " Безпека кадрової роботи",
   "Д-205 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФРГТБ",
   "1",
   "7",
   " Правознавство",
   "А-423 ",
   "П"
   ],
   "4": [
   "ФЕМП",
   "4",
   "21",
   " Безпека кадрової роботи",
   "В-205 ",
   "Л"
   ],
   "5": [
   "ФЕМП",
   "4",
   "21",
   " Безпека кадрової роботи",
   "В-205 ",
   "П"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФРГТБ",
   "1",
   "9",
   " Правознавство",
   "А-423 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "1",
   "11",
   " Правознавство",
   "Б-201 ",
   "Л"
   ],
   "3": [
   "ФРГТБ",
   "1",
   "10",
   " Правознавство",
   "А-423 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "4": [
   "ФМТП",
   "5",
   "4м",
   " Безпека кадрової роботи",
   "Д-103 ",
   "Л"
   ],
   "6": [
   "ФЕМП",
   "4",
   "21",
   " Безпека кадрової роботи",
   "А-440 ",
   "Л"
   ],
   "7": [
   "ФЕМП",
   "4",
   "21",
   " Безпека кадрової роботи",
   "А-440 ",
   "П"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФРГТБ",
   "1",
   "11",
   " Правознавство",
   "А-427 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "1",
   "8",
   " Правознавство",
   "А-427 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "5",
   "4м",
   " Безпека кадрової роботи",
   "Б-102 ",
   "П"
   ]
   }
   }
   },
   "доц. Сичова Н.В .": {
   "Перший тиждень": {
   "Середа": {
   "5": [
   "ФЕМП",
   "2",
   "13",
   " Менеджмент",
   "Б-205 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "5": [
   "ФЕМП",
   "2",
   "13",
   " Менеджмент",
   "Б-205 ",
   "Л"
   ]
   }
   }
   },
   "ст.в. Каролоп О.О .": {
   "Перший тиждень": {
   "Середа": {
   "4": [
   "ФРГТБ",
   "2",
   "10",
   " Організація екскурсійної діяльності",
   "А-526 ",
   "П"
   ]
   },
   "Понеділок": {
   "1": [
   "ФРГТБ",
   "3",
   "10",
   " Економіка туризму",
   "А-519 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "12",
   " Економіка туризму",
   "А-445 ",
   "П"
   ]
   },
   "Четвер": {
   "1": [
   "ФРГТБ",
   "2",
   "11",
   " Організація екскурсійної діяльності",
   "А-526 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "2",
   "13",
   " Організація екскурсійної діяльності",
   "А-542 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "3",
   "9",
   " Економіка туризму",
   "А-542 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФРГТБ",
   "3",
   "1",
   " Економіка туризму",
   "А-422 ",
   "П"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФРГТБ",
   "2",
   "12",
   " Організація екскурсійної діяльності",
   "А-542 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "3",
   "11",
   " Економіка туризму",
   "А-427 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "1": [
   "ФРГТБ",
   "3",
   "12",
   " Економіка туризму",
   "А-528 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "3",
   "11",
   " Економіка туризму",
   "А-334 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "1",
   " Економіка туризму",
   "А-532 ",
   "П"
   ]
   },
   "Четвер": {
   "1": [
   "ФРГТБ",
   "2",
   "11",
   " Організація екскурсійної діяльності",
   "А-526 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "2",
   "10",
   " Організація екскурсійної діяльності",
   "А-303 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "2",
   "12",
   " Організація екскурсійної діяльності",
   "А-332 ",
   "П"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФРГТБ",
   "3",
   "10",
   " Економіка туризму",
   "А-445 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "2",
   "13",
   " Організація екскурсійної діяльності",
   "А-331 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "9",
   " Економіка туризму",
   "А-409 ",
   "П"
   ]
   }
   }
   },
   "ас. Кудлай Т.В .": {
   "Перший тиждень": {
   "Середа": {
   "2": [
   "ФРГТБ",
   "2",
   "13",
   " Готельна справа",
   "Д-107 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "2",
   "4",
   " Готельна справа",
   "А-511 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "2": [
   "ФРГТБ",
   "2",
   "5",
   " Готельна справа",
   "А-532 ",
   "П"
   ]
   },
   "Четвер": {
   "2": [
   "ФРГТБ",
   "2",
   "13",
   " Готельна справа",
   "А-528 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "2",
   "3",
   " Готельна справа",
   "А-331 ",
   "П"
   ]
   }
   }
   },
   "доц. Федорова Д.В .": {
   "Перший тиждень": {
   "Вівторок": {
   "3": [
   "ФРГТБ",
   "2",
   "5",
   " Ресторанна справа",
   "E-4   ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "2",
   "5",
   " Ресторанна справа",
   "E-4   ",
   "П"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФРГТБ",
   "2",
   "5",
   " Ресторанна справа",
   "Б-211 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "2": [
   "ФРГТБ",
   "2",
   "5",
   " Ресторанна справа",
   "Б-211 ",
   "Л"
   ]
   }
   }
   },
   "доц. Тарасенко І.І .": {
   "Перший тиждень": {
   "Понеділок": {
   "2": [
   "ФРГТБ",
   "2",
   "6",
   " Процеси і апарати харч виробництв",
   "А-224 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "4",
   " Устаткування закладів рест госп",
   "А-224 ",
   "Л"
   ]
   },
   "Четвер": {
   "1": [
   "ФРГТБ",
   "2",
   "14",
   " Процеси і апарати харч виробництв",
   "А-222 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "3",
   "4",
   " Устаткування закладів рест госп",
   "А-230 ",
   "П"
   ]
   },
   "Вівторок": {
   "4": [
   "ФРГТБ",
   "2",
   "14",
   " Процеси і апарати харч виробництв",
   "А-119 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "1": [
   "ФРГТБ",
   "2",
   "14",
   " Процеси і апарати харч виробництв",
   "А-222 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "3",
   "4",
   " Устаткування закладів рест госп",
   "А-230 ",
   "Л"
   ],
   "3": [
   "ФРГТБ",
   "2",
   "14",
   " Процеси і апарати харч виробництв",
   "А-331 ",
   "Л"
   ],
   "4": [
   "ФРГТБ",
   "2",
   "6",
   " Процеси і апарати харч виробництв",
   "А-222 ",
   "П"
   ]
   },
   "Вівторок": {
   "1": [
   "ФРГТБ",
   "3",
   "4",
   " Устаткування закладів рест госп",
   "А-230 ",
   "Л"
   ],
   "2": [
   "ФРГТБ",
   "3",
   "4",
   " Устаткування закладів рест госп",
   "А-230 ",
   "П"
   ]
   }
   }
   },
   "доц. Радченко С.Г .": {
   "Перший тиждень": {
   "Середа": {
   "3": [
   "ФРГТБ",
   "2",
   "14",
   " Іміджологія    В",
   "Д-103 ",
   "П"
   ]
   },
   "Четвер": {
   "2": [
   "ФРГТБ",
   "2",
   "6",
   " Іміджологія    В",
   "Д-102 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "П'ятниця": {
   "4": [
   "ФРГТБ",
   "2",
   "14",
   " Іміджологія    В",
   "Д-101 ",
   "Л"
   ]
   }
   }
   },
   "доц. Пірковіч К.А .": {
   "Перший тиждень": {
   "П'ятниця": {
   "3": [
   "ФРГТБ",
   "1",
   "11",
   " Основи товарознавства",
   "А-303 ",
   "Лб1"
   ],
   "4": [
   "ФРГТБ",
   "1",
   "10",
   " Основи товарознавства",
   "А-318 ",
   "Лб1"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "3": [
   "ФРГТБ",
   "1",
   "11",
   " Основи товарознавства",
   "Б-205 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФРГТБ",
   "1",
   "8",
   " Основи товарознавства",
   "А-303 ",
   "Лб1"
   ]
   }
   }
   },
   "вик. Ломоносова Т.В .": {
   "Перший тиждень": {
   "Середа": {
   "1": [
   "ФРГТБ",
   "1",
   "2",
   " Укр мова (за проф спрямуванням)",
   "А-217 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "2",
   "9",
   " Укр мова (за проф спрямуванням)",
   "А-324 ",
   "П"
   ]
   },
   "Вівторок": {
   "1": [
   "ФРГТБ",
   "2",
   "5",
   " Укр мова (за проф спрямуванням)",
   "Б-106 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "2",
   "15",
   " Укр мова (за проф спрямуванням)",
   "Б-205 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФРГТБ",
   "2",
   "4",
   " Укр мова (за проф спрямуванням)",
   "Б-111 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "2",
   "15",
   " Укр мова (за проф спрямуванням)",
   "А-404 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "1": [
   "ФРГТБ",
   "2",
   "6",
   " Укр мова (за проф спрямуванням)",
   "А-221 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "2",
   "3",
   " Укр мова (за проф спрямуванням)",
   "А-221 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "2",
   "14",
   " Укр мова (за проф спрямуванням)",
   "А-331 ",
   "П"
   ]
   },
   "Четвер": {
   "1": [
   "ФРГТБ",
   "1",
   "6",
   " Укр мова (за проф спрямуванням)",
   "Б-201 ",
   "Л"
   ],
   "2": [
   "ФРГТБ",
   "1",
   "3",
   " Укр мова (за проф спрямуванням)",
   "Б-105 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФРГТБ",
   "1",
   "4",
   " Укр мова (за проф спрямуванням)",
   "А-321 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "2",
   "14",
   " Укр мова (за проф спрямуванням)",
   "А-301 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФРГТБ",
   "2",
   "8",
   " Укр мова (за проф спрямуванням)",
   "А-348 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "2",
   "7",
   " Укр мова (за проф спрямуванням)",
   "А-316 ",
   "П"
   ]
   }
   }
   },
   "ст.в. Бєлова В.В .": {
   "Перший тиждень": {
   "Середа": {
   "2": [
   "ФРГТБ",
   "1",
   "10",
   " Інмова за профспрям (Англ мова 2) ",
   "А-206 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФОАІС",
   "3",
   "6",
   " Ділова англійська мова 1    ",
   "А-208 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "3",
   "4.2",
   " Ділова англійська мова 1    ",
   "Б-107 ",
   "П"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФОАІС",
   "3",
   "6",
   " Ділова англійська мова 1    ",
   "А-210 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "2",
   "5.2",
   " Інмова за профспрям (Англ мова 1) В",
   "А-208 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "3",
   "4.2",
   " Ділова англійська мова 1    ",
   "А-303 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "4": [
   "ФОАІС",
   "3",
   "6",
   " Ділова англійська мова 1    ",
   "А-202 ",
   "П"
   ],
   "5": [
   "ФФБС",
   "3",
   "4.2",
   " Ділова англійська мова 1    ",
   "В-205 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФФБС",
   "3",
   "4.2",
   " Ділова англійська мова 1    ",
   "А-301 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "2",
   "5.2",
   " Інмова за профспрям (Англ мова 1)",
   "А-222 ",
   "П"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФРГТБ",
   "1",
   "10",
   " Інмова за профспрям (Англ мова 2) ",
   "Д-225 ",
   "П"
   ]
   }
   }
   },
   "доц. Криворучко О.В .": {
   "Перший тиждень": {
   "Вівторок": {
   "2": [
   "ФРГТБ",
   "1",
   "13",
   " Інформаційні системи і технології",
   "Б-510 ",
   "Лб1"
   ],
   "3": [
   "ФРГТБ",
   "1",
   "13",
   " Інформаційні системи і технології",
   "Б-510 ",
   "Лб1"
   ],
   "4": [
   "ФФБС",
   "1",
   "3",
   " Економічна інформатика",
   "Б-510а",
   "Лб2"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "2": [
   "ФФБС",
   "1",
   "5",
   " Економічна інформатика",
   "Б-510а",
   "Лб2"
   ],
   "3": [
   "ФФБС",
   "1",
   "4",
   " Економічна інформатика",
   "Б-510а",
   "Лб2"
   ],
   "4": [
   "ФФБС",
   "1",
   "9",
   " Економічна інформатика",
   "Б-510а",
   "Лб2"
   ]
   }
   }
   },
   "проф. Пирожков С.І .": {
   "Другий тиждень": {
   "Вівторок": {
   "3": [
   "ФОАІС",
   "2",
   "2",
   " Статистика",
   "А-348 ",
   "П"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФОАІС",
   "2",
   "9",
   " Статистика",
   "Б-205 ",
   "Л"
   ],
   "3": [
   "ФОАІС",
   "2",
   "3",
   " Статистика",
   "А-348 ",
   "П"
   ]
   }
   }
   },
   "проф. Волосович С.В .": {
   "Перший тиждень": {
   "Середа": {
   "2": [
   "ФФБС",
   "4",
   "3",
   " Митні платежі",
   "А-217 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "5",
   "3 м",
   " Ринок фінансових послуг",
   "А-217 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФФБС",
   "4",
   "5",
   " Митні платежі",
   "А-348 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "5",
   "4 м",
   " Ринок фінансових послуг",
   "А-215 ",
   "П"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФФБС",
   "4",
   "4",
   " Митні платежі",
   "А-324 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "5",
   "4 м",
   " Ринок фінансових послуг",
   "А-316 ",
   "Л"
   ],
   "4": [
   "ФФБС",
   "5",
   "2 м",
   " Ринок фінансових послуг",
   "А-219 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "2": [
   "ФФБС",
   "4",
   "3",
   " Митні платежі",
   "А-324 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "4",
   "4",
   " Митні платежі",
   "А-316 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "4",
   "5",
   " Митні платежі",
   "А-301 ",
   "П"
   ]
   },
   "Понеділок": {
   "2": [
   "ФФБС",
   "4",
   "4",
   " Митні платежі",
   "А-217 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "5",
   "2 м",
   " Ринок фінансових послуг",
   "А-324 ",
   "П"
   ]
   },
   "Четвер": {
   "2": [
   "ФФБС",
   "4",
   "5",
   " Митні платежі",
   "Б-207 ",
   "Л"
   ],
   "3": [
   "ФФБС",
   "4",
   "5",
   " Митні платежі",
   "Б-207 ",
   "Л"
   ]
   },
   "Вівторок": {
   "2": [
   "ФФБС",
   "5",
   "3 м",
   " Ринок фінансових послуг",
   "А-303 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "5",
   "4 м",
   " Ринок фінансових послуг",
   "А-331 ",
   "Л"
   ],
   "4": [
   "ФФБС",
   "5",
   "4 м",
   " Ринок фінансових послуг",
   "А-219 ",
   "П"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФФБС",
   "4",
   "3",
   " Митні платежі",
   "А-321 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "4",
   "5",
   " Митні платежі",
   "А-316 ",
   "П"
   ]
   }
   }
   },
   "доц. Кукурудз О.М .": {
   "Перший тиждень": {
   "Середа": {
   "1": [
   "ФФБС",
   "3",
   "4.1",
   " Страхові послуги",
   "А-325 ",
   "Л"
   ]
   },
   "Четвер": {
   "5": [
   "ФЕМП",
   "2",
   "11",
   " Бюджетна система України  В",
   "А-217 ",
   "П"
   ],
   "7": [
   "ФЕМП",
   "2",
   "12",
   " Бюджетна система України  В",
   "А-217 ",
   "П"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФФБС",
   "3",
   "4.1",
   " Страхові послуги",
   "А-217 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "3",
   "3",
   " Страхові послуги",
   "А-217 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "3",
   "2",
   " Страхові послуги",
   "А-217 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "П'ятниця": {
   "3": [
   "ФФБС",
   "3",
   "4.1",
   " Страхові послуги",
   "А-321 ",
   "П"
   ]
   }
   }
   },
   "доц. Плакся Н.А .": {
   "Перший тиждень": {
   "Середа": {
   "1": [
   "ФРГТБ",
   "1",
   "5",
   " Правознавство",
   "А-427 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "1",
   "4",
   " Правознавство",
   "А-423 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "1",
   "1",
   " Правознавство",
   "А-422 ",
   "П"
   ]
   },
   "Вівторок": {
   "1": [
   "ФРГТБ",
   "1",
   "13",
   " Правознавство",
   "Б-201 ",
   "Л"
   ],
   "2": [
   "ФРГТБ",
   "1",
   "3",
   " Правознавство",
   "А-427 ",
   "П"
   ],
   "4": [
   "ФЕМП",
   "5",
   "20м",
   " Юридична відповід у сфері ПД",
   "А-28  ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "1": [
   "ФРГТБ",
   "1",
   "5",
   " Правознавство",
   "А-423 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "1",
   "4",
   " Правознавство",
   "А-423 ",
   "П"
   ]
   },
   "Вівторок": {
   "1": [
   "ФРГТБ",
   "1",
   "13",
   " Правознавство",
   "Б-201 ",
   "Л"
   ],
   "2": [
   "ФРГТБ",
   "1",
   "1",
   " Правознавство",
   "Б-105 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "1",
   "3",
   " Правознавство",
   "А-423 ",
   "П"
   ],
   "4": [
   "ФЕМП",
   "5",
   "20м",
   " Юридична відповід у сфері ПД",
   "А-504 ",
   "П"
   ]
   }
   }
   },
   "доц. Гордієнко Т.М .": {
   "Перший тиждень": {
   "Середа": {
   "2": [
   "ФФБС",
   "5",
   "5 м",
   " Фінансовий контролінг",
   "А-328 ",
   "Л"
   ],
   "3": [
   "ФФБС",
   "5",
   "5 м",
   " Управління фінансовими ризиками",
   "А-224 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "5",
   "9ам (колишня 17ам)",
   " Управління ризиками в ЗЕД",
   "А-212 ",
   "П"
   ],
   "6": [
   "ФЕМП",
   "5",
   "19м",
   " Інвестиційне кредитування",
   "А-212 ",
   "П"
   ]
   },
   "Понеділок": {
   "1": [
   "ФФБС",
   "5",
   "5 м",
   " Інвестиційне кредитування  В",
   "А-303 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "5",
   "5 м",
   " Фінансовий контролінг",
   "А-309 ",
   "П"
   ]
   },
   "Четвер": {
   "4": [
   "ФМТП",
   "5",
   "6ам (колишня 5ам)",
   " Управління ризиками в ЗЕД",
   "Б-103 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФФБС",
   "4",
   "6",
   " Основи лізингової діяльності  В",
   "А-212 ",
   "Л"
   ],
   "3": [
   "ФФБС",
   "4",
   "6",
   " Основи лізингової діяльності  В",
   "А-212 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "3": [
   "ФФБС",
   "5",
   "5 м",
   " Фінансовий контролінг",
   "А-319 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "5",
   "5 м",
   " Управління фінансовими ризиками",
   "А-308 ",
   "Л"
   ],
   "6": [
   "ФЕМП",
   "5",
   "19м",
   " Інвестиційне кредитування",
   "А-212 ",
   "Л"
   ]
   },
   "Вівторок": {
   "1": [
   "ФФБС",
   "4",
   "6",
   " Основи лізингової діяльності  В",
   "В-205 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "5",
   "5 м",
   " Управління фінансовими ризиками",
   "А-319 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "5",
   "5 м",
   " Інвестиційне кредитування  В",
   "А-354 ",
   "Л"
   ],
   "6": [
   "ФМТП",
   "5",
   "6ам (колишня 5ам)",
   " Управління ризиками в ЗЕД",
   "А-212 ",
   "П"
   ]
   }
   }
   },
   "доц. Лагутіна Т.М .": {
   "Перший тиждень": {
   "Середа": {
   "4": [
   "ФРГТБ",
   "2",
   "9",
   " Психологія кар'єри   В",
   "А-511 ",
   "П"
   ]
   },
   "Четвер": {
   "3": [
   "ФРГТБ",
   "2",
   "15",
   " Психологія кар'єри   В",
   "А-507 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "2": [
   "ФРГТБ",
   "2",
   "7",
   " Психологія кар'єри   В",
   "А-331 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "2",
   "15",
   " Психологія кар'єри   В",
   "А-328 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "2",
   "15",
   " Психологія кар'єри   В",
   "А-507 ",
   "Л"
   ]
   },
   "Вівторок": {
   "4": [
   "ФРГТБ",
   "2",
   "8",
   " Психологія кар'єри   В",
   "А-524 ",
   "П"
   ]
   }
   }
   },
   "ст.в. Болілий О.С .": {
   "Перший тиждень": {
   "Середа": {
   "1": [
   "ФФБС",
   "1",
   "9",
   " Безпека життєдіяльності",
   "А-222 ",
   "П"
   ],
   "2": [
   "ФОАІС",
   "1",
   "1",
   " Безпека життєдіяльності",
   "А-224 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "1",
   "3",
   " Безпека життєдіяльності",
   "А-224 ",
   "П"
   ]
   },
   "Четвер": {
   "3": [
   "ФФБС",
   "1",
   "4",
   " Безпека життєдіяльності",
   "А-222 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФФБС",
   "1",
   "6.2",
   " Безпека життєдіяльності",
   "Б-203 ",
   "Л"
   ],
   "4": [
   "ФМТП",
   "1",
   "6",
   " Безпека життєдіяльності",
   "Б-207 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФФБС",
   "1",
   "5",
   " Безпека життєдіяльності",
   "А-222 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "1",
   "7",
   " Безпека життєдіяльності",
   "Б-205 ",
   "Л"
   ],
   "4": [
   "ФОАІС",
   "1",
   "5",
   " Безпека життєдіяльності",
   "Б-106 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "3": [
   "ФОАІС",
   "1",
   "2",
   " Безпека життєдіяльності",
   "А-222 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "1",
   "3",
   " Безпека життєдіяльності",
   "А-222 ",
   "П"
   ]
   },
   "Понеділок": {
   "2": [
   "ФФБС",
   "1",
   "8",
   " Безпека життєдіяльності",
   "А-224 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "1",
   "6.2",
   " Безпека життєдіяльності",
   "А-226 ",
   "П"
   ]
   },
   "Четвер": {
   "1": [
   "ФОАІС",
   "1",
   "7",
   " Безпека життєдіяльності",
   "А-224 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "1",
   "6",
   " Безпека життєдіяльності",
   "А-224 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФОАІС",
   "1",
   "3",
   " Безпека життєдіяльності",
   "Б-108 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "1",
   "7",
   " Безпека життєдіяльності",
   "А-224 ",
   "П"
   ],
   "4": [
   "ФОАІС",
   "1",
   "4",
   " Безпека життєдіяльності",
   "А-222 ",
   "П"
   ]
   }
   }
   },
   "доц. Белінська Г.В .": {
   "Перший тиждень": {
   "Понеділок": {
   "1": [
   "ФФБС",
   "5",
   "2 м",
   " Фінансова політика",
   "А-321 ",
   "П"
   ],
   "2": [
   "ФОАІС",
   "5",
   "4м",
   " Державні фінанси",
   "Д-105 ",
   "Л"
   ]
   },
   "Четвер": {
   "3": [
   "ФФБС",
   "5",
   "4 м",
   " Фінансова політика",
   "А-332 ",
   "Л"
   ],
   "4": [
   "ФФБС",
   "5",
   "4 м",
   " Фінансова політика",
   "А-219 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФФБС",
   "5",
   "3 м",
   " Фінансова політика",
   "А-28  ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "1": [
   "ФОАІС",
   "5",
   "4м",
   " Державні фінанси",
   "Д-105 ",
   "П"
   ],
   "2": [
   "ФОАІС",
   "5",
   "4м",
   " Державні фінанси",
   "Д-105 ",
   "Л"
   ],
   "3": [
   "ФОАІС",
   "5",
   "3м",
   " Державні фінанси",
   "Д-105 ",
   "П"
   ]
   }
   }
   },
   "ас. Сундук Т.Ф .": {
   "Перший тиждень": {
   "Середа": {
   "3": [
   "ФРГТБ",
   "2",
   "5",
   " Фінанси, гроші та кредит",
   "А-301 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФРГТБ",
   "2",
   "1",
   " Фінанси, гроші та кредит",
   "А-328 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "2",
   "3",
   " Гроші та кредит",
   "А-217 ",
   "П"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФФБС",
   "2",
   "3",
   " Гроші та кредит",
   "А-221 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "2",
   "4",
   " Фінанси, гроші та кредит",
   "А-325 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "2",
   "2",
   " Фінанси, гроші та кредит",
   "А-519 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "2": [
   "ФРГТБ",
   "2",
   "4",
   " Фінанси, гроші та кредит",
   "А-119 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "1",
   "1",
   " Гроші та кредит",
   "Б-105 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФОАІС",
   "1",
   "2",
   " Гроші та кредит",
   "Б-109 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "2",
   "3",
   " Гроші та кредит",
   "А-144 ",
   "П"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФРГТБ",
   "2",
   "2",
   " Фінанси, гроші та кредит",
   "А-322 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "2",
   "1",
   " Фінанси, гроші та кредит",
   "Б-109 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "1",
   "4",
   " Гроші та кредит",
   "Б-106 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "2",
   "5",
   " Фінанси, гроші та кредит",
   "А-301 ",
   "П"
   ]
   }
   }
   },
   "проф. Крегул Ю.І .": {
   "Перший тиждень": {
   "Вівторок": {
   "4": [
   "ФМТП",
   "5",
   "4м",
   " Комерційна розвідка та ВБнаП",
   "А-423 ",
   "Л"
   ],
   "5": [
   "ФМТП",
   "5",
   "4м",
   " Комерційна розвідка та ВБнаП",
   "А-423 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Вівторок": {
   "4": [
   "ФМТП",
   "5",
   "4м",
   " Комерційна розвідка та ВБнаП",
   "А-404 ",
   "Л"
   ],
   "5": [
   "ФМТП",
   "5",
   "4м",
   " Комерційна розвідка та ВБнаП",
   "А-404 ",
   "П"
   ]
   }
   }
   },
   "доц. Шаповалова А.П .": {
   "Перший тиждень": {
   "Понеділок": {
   "2": [
   "ФОАІС",
   "3",
   "4",
   " Фінансовий облік",
   "Д-401 ",
   "Л"
   ],
   "3": [
   "ФОАІС",
   "3",
   "4",
   " Фінансовий облік",
   "Д-407 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "2": [
   "ФОАІС",
   "3",
   "4",
   " Фінансовий облік",
   "Д-401 ",
   "Л"
   ]
   },
   "Понеділок": {
   "3": [
   "ФОАІС",
   "3",
   "4",
   " Фінансовий облік",
   "Д-403 ",
   "П"
   ]
   }
   }
   },
   "ст.в. Рудешко Є.В .": {
   "Перший тиждень": {
   "Понеділок": {
   "2": [
   "ФФБС",
   "3",
   "2",
   " Ділова англійська мова 1    ",
   "А-210 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "3",
   "5",
   " Ділова англійська мова 1   ",
   "Б-110 ",
   "П"
   ],
   "4": [
   "ФОАІС",
   "3",
   "3",
   " Ділова англійська мова 1    ",
   "Б-112 ",
   "П"
   ]
   },
   "Четвер": {
   "2": [
   "ФОАІС",
   "1",
   "3",
   " Інмова за профспрям (Англ мова 1) ",
   "А-202 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "2",
   "3",
   " Інмова за профспрям (Англ мова 1) ",
   "А-220 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "3",
   "4.1",
   " Ділова англійська мова 1    ",
   "А-206 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФОАІС",
   "3",
   "3",
   " Ділова англійська мова 1    ",
   "А-206 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "3",
   "4.1",
   " Ділова англійська мова 1    ",
   "А-309 ",
   "П"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФОАІС",
   "2",
   "5",
   " Інмова за профспрям (Англ мова 1) ",
   "А-206 ",
   "П"
   ],
   "2": [
   "ФОАІС",
   "3",
   "5",
   " Ділова англійська мова 1    ",
   "А-206 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "2",
   "6",
   " Інмова за профспрям (Англ мова 2) ",
   "А-206 ",
   "П"
   ],
   "4": [
   "ФОАІС",
   "1",
   "4",
   " Інмова за профспрям (Англ мова 1) ",
   "А-206 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "1": [
   "ФОАІС",
   "1",
   "4",
   " Інмова за профспрям (Англ мова 1) ",
   "А-202 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "1",
   "3",
   " Інмова за профспрям (Англ мова 1) ",
   "А-202 ",
   "П"
   ]
   },
   "Понеділок": {
   "2": [
   "ФФБС",
   "3",
   "4.1",
   " Ділова англійська мова 1    ",
   "В-205 ",
   "П"
   ]
   },
   "Четвер": {
   "1": [
   "ФОАІС",
   "3",
   "5",
   " Ділова англійська мова 1    ",
   "А-202 ",
   "П"
   ],
   "2": [
   "ФОАІС",
   "2",
   "6",
   " Інмова за профспрям (Англ мова 2) ",
   "А-206 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "2",
   "5",
   " Інмова за профспрям (Англ мова 1) ",
   "А-206 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФОАІС",
   "3",
   "3",
   " Ділова англійська мова 1   ",
   "А-204 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "2",
   "3",
   " Інмова за профспрям (Англ мова 1) ",
   "Б-106 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "3",
   "2",
   " Ділова англійська мова 1    ",
   "Б-103 ",
   "П"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФФБС",
   "3",
   "4.1",
   " Ділова англійська мова 1    ",
   "Б-107 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "3",
   "2",
   " Ділова англійська мова 1   ",
   "А-309 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "3",
   "2",
   " Ділова англійська мова 1    ",
   "А-208 ",
   "П"
   ]
   }
   }
   },
   "доц. Єрмошенко Л.В .": {
   "Перший тиждень": {
   "Понеділок": {
   "1": [
   "ФФБС",
   "3",
   "4.2",
   " Бюджетна система України",
   "Б-109 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "3",
   "4.1",
   " Бюджетна система України",
   "А-301 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "3",
   "4.2",
   " Бюджетна система України",
   "Б-203 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "3": [
   "ФФБС",
   "3",
   "4.2",
   " Бюджетна система України",
   "Б-203 ",
   "Л"
   ]
   },
   "Четвер": {
   "2": [
   "ФФБС",
   "3",
   "4.2",
   " Бюджетна система України",
   "А-28  ",
   "П"
   ],
   "4": [
   "ФФБС",
   "3",
   "4.1",
   " Бюджетна система України",
   "А-217 ",
   "П"
   ]
   }
   }
   },
   "доц. Білоусова C.В .": {
   "Перший тиждень": {
   "П'ятниця": {
   "3": [
   "ФФБС",
   "3",
   "5",
   " Фінансова математика",
   "А-533 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "3",
   "6",
   " Фінансова математика",
   "А-528 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "1": [
   "ФФБС",
   "3",
   "4.1",
   " Фінансова математика",
   "А-316 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "3",
   "8",
   " Фінансова математика",
   "А-528 ",
   "П"
   ]
   },
   "Четвер": {
   "4": [
   "ФФБС",
   "3",
   "4.2",
   " Фінансова математика",
   "А-301 ",
   "П"
   ],
   "5": [
   "ФФБС",
   "3",
   "7",
   " Фінансова математика",
   "А-533 ",
   "П"
   ]
   },
   "Вівторок": {
   "1": [
   "ФФБС",
   "3",
   "4.2",
   " Фінансова математика",
   "Б-207 ",
   "Л"
   ],
   "2": [
   "ФФБС",
   "3",
   "8",
   " Фінансова математика",
   "Б-207 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФФБС",
   "3",
   "3",
   " Фінансова математика",
   "А-404 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "3",
   "2",
   " Фінансова математика",
   "А-528 ",
   "П"
   ]
   }
   }
   },
   "доц. Борисейко В.О .": {
   "Перший тиждень": {
   "П'ятниця": {
   "2": [
   "ФФБС",
   "2",
   "5.2",
   " Фінансова математика",
   "Б-112 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "2",
   "8",
   " Фінансова математика",
   "А-524 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "2": [
   "ФФБС",
   "2",
   "3",
   " Фінансова математика",
   "Б-112 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "2",
   "7",
   " Фінансова математика",
   "А-524 ",
   "П"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФФБС",
   "2",
   "4",
   " Фінансова математика",
   "Б-112 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "2",
   "6.2",
   " Фінансова математика",
   "Б-203 ",
   "Л"
   ],
   "4": [
   "ФФБС",
   "2",
   "6.2",
   " Фінансова математика",
   "Б-112 ",
   "П"
   ]
   }
   }
   },
   "доц. Ванюшина О.Ф .": {
   "Перший тиждень": {
   "Вівторок": {
   "2": [
   "ФФБС",
   "2",
   "3",
   " Конфліктологія",
   "А-524 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "2",
   "4",
   " Конфліктологія",
   "А-402 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "1": [
   "ФФБС",
   "2",
   "6.2",
   " Конфліктологія",
   "Б-203 ",
   "Л"
   ],
   "2": [
   "ФФБС",
   "2",
   "5.2",
   " Конфліктологія",
   "Б-111 ",
   "П"
   ]
   },
   "Четвер": {
   "3": [
   "ФФБС",
   "2",
   "8",
   " Конфліктологія",
   "А-504 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "2",
   "7",
   " Конфліктологія",
   "А-542 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФФБС",
   "2",
   "6.2",
   " Конфліктологія",
   "А-504 ",
   "П"
   ]
   }
   }
   },
   "доц. Білик В.В .": {
   "Перший тиждень": {
   "Середа": {
   "4": [
   "ФРГТБ",
   "5",
   "9м",
   " Стратегічний маркетинг в туризмі",
   "А-540 ",
   "Л"
   ]
   },
   "Вівторок": {
   "4": [
   "ФРГТБ",
   "5",
   "9м",
   " Стратегічний маркетинг в туризмі",
   "А-540 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "2": [
   "ФРГТБ",
   "5",
   "9м",
   " Стратегічний маркетинг в туризмі",
   "А-540 ",
   "Л"
   ],
   "3": [
   "ФРГТБ",
   "5",
   "9м",
   " Стратегічний маркетинг в туризмі",
   "А-532 ",
   "П"
   ]
   }
   }
   },
   "доц. Хіленко О.О .": {
   "Перший тиждень": {
   "Середа": {
   "4": [
   "ФЕМП",
   "5",
   "8м",
   " Економічна діагностика підприємства",
   "А-452 ",
   "Л"
   ],
   "5": [
   "ФЕМП",
   "4",
   "20",
   " Контролінг  В",
   "А-452 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "4",
   "15 (колишня 23)",
   " Контролінг",
   "А-452 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "4",
   "14 (колишня 22)",
   " Контролінг",
   "А-452 ",
   "П"
   ]
   },
   "Понеділок": {
   "5": [
   "ФМТП",
   "5",
   "10м (колишня 18м)",
   " Антикризове управління підпр  В",
   "А-452 ",
   "Л"
   ],
   "6": [
   "ФМТП",
   "5",
   "10м (колишня 18м)",
   " Антикризове управління підпр  В",
   "А-452 ",
   "П"
   ],
   "7": [
   "ФЕМП",
   "5",
   "8м",
   " Банкрутство та санація підприємства",
   "А-452 ",
   "П"
   ]
   },
   "П'ятниця": {
   "5": [
   "ФЕМП",
   "4",
   "21",
   " Контролінг",
   "А-452 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "4",
   "16 (колишня 24)",
   " Контролінг",
   "А-452 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "4": [
   "ФЕМП",
   "4",
   "20",
   " Контролінг  В",
   "А-452 ",
   "П"
   ],
   "5": [
   "ФЕМП",
   "4",
   "21",
   " Контролінг",
   "А-452 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "4",
   "16 (колишня 24)",
   " Контролінг",
   "А-452 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "4",
   "14 (колишня 22)",
   " Контролінг",
   "А-452 ",
   "П"
   ]
   },
   "Понеділок": {
   "5": [
   "ФЕМП",
   "5",
   "8м",
   " Економічна діагностика підприємства",
   "А-452 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "5",
   "10м (колишня 18м)",
   " Антикризове управління підпр  В",
   "А-452 ",
   "Л"
   ],
   "7": [
   "ФМТП",
   "5",
   "10м (колишня 18м)",
   " Антикризове управління підпр  В",
   "А-452 ",
   "П"
   ]
   },
   "П'ятниця": {
   "4": [
   "ФЕМП",
   "5",
   "8м",
   " Банкрутство та санація підприємства",
   "А-452 ",
   "Л"
   ],
   "5": [
   "ФЕМП",
   "5",
   "8м",
   " Економічна діагностика підприємства",
   "А-452 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "4",
   "15 (колишня 23)",
   " Контролінг",
   "А-452 ",
   "П"
   ]
   }
   }
   },
   "ст.в. к.е.н. Маркуц Ю.І. .": {
   "Перший тиждень": {
   "Вівторок": {
   "1": [
   "ФФБС",
   "3",
   "5",
   " Бюджетна система України",
   "А-217 ",
   "П"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФФБС",
   "3",
   "6",
   " Бюджетна система України",
   "А-205 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "3",
   "7",
   " Бюджетна система України",
   "А-205 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Вівторок": {
   "1": [
   "ФФБС",
   "3",
   "5",
   " Бюджетна система України",
   "А-205 ",
   "П"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФФБС",
   "3",
   "7",
   " Бюджетна система України",
   "А-217 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "3",
   "6",
   " Бюджетна система України",
   "А-221 ",
   "П"
   ]
   }
   }
   },
   "ст.в. к.е.н. Лаптєва В.В .": {
   "Перший тиждень": {
   "Середа": {
   "5": [
   "ФМТП",
   "3",
   "13 (колишня 21)",
   " Економіка і фінанси підприємства",
   "Д-109 ",
   "П"
   ]
   },
   "Вівторок": {
   "5": [
   "ФМТП",
   "3",
   "14 (колишня 22)",
   " Економіка і фінанси підприємства",
   "А-331 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Вівторок": {
   "4": [
   "ФМТП",
   "3",
   "14 (колишня 22)",
   " Економіка і фінанси підприємства",
   "Д-205 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "3",
   "13 (колишня 21)",
   " Економіка і фінанси підприємства",
   "Д-205 ",
   "П"
   ]
   }
   }
   },
   "доц. Ганечко І.Г .": {
   "Перший тиждень": {
   "Середа": {
   "4": [
   "ФМТП",
   "3",
   "10",
   " Фінанси підприємства",
   "Б-111 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "3",
   "9",
   " Фінанси підприємства",
   "Б-102 ",
   "П"
   ]
   },
   "Понеділок": {
   "2": [
   "ФФБС",
   "5",
   "7 м",
   " Проектне фінансування",
   "Б-102 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "3",
   "8",
   " Фінанси підприємства",
   "Б-103 ",
   "П"
   ]
   },
   "Четвер": {
   "2": [
   "ФФБС",
   "5",
   "7 м",
   " Проектне фінансування",
   "Б-112 ",
   "Л"
   ],
   "3": [
   "ФФБС",
   "5",
   "6 м",
   " Проектне фінансування",
   "Б-102 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "5": [
   "ФМТП",
   "3",
   "10",
   " Фінанси підприємства",
   "А-517 ",
   "Л"
   ]
   },
   "Вівторок": {
   "5": [
   "ФМТП",
   "3",
   "9",
   " Фінанси підприємства",
   "Д-215 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "3",
   "10",
   " Фінанси підприємства",
   "Б-111 ",
   "П"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФФБС",
   "5",
   "7 м",
   " Проектне фінансування",
   "А-452 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "5",
   "7 м",
   " Проектне фінансування",
   "А-445 ",
   "Л"
   ],
   "3": [
   "ФФБС",
   "5",
   "6 м",
   " Проектне фінансування",
   "А-452 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "3",
   "8",
   " Фінанси підприємства",
   "А-28  ",
   "П"
   ]
   }
   }
   },
   "доц. Караваєв Т.А .": {
   "Перший тиждень": {
   "Четвер": {
   "5": [
   "ФЕМП",
   "4",
   "19",
   " Митна безпека",
   "А-308 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "6": [
   "ФЕМП",
   "4",
   "20",
   " Митна безпека",
   "А-301 ",
   "Л"
   ]
   }
   }
   },
   "доц. Безус А.М .": {
   "Перший тиждень": {
   "Середа": {
   "5": [
   "ФЕМП",
   "4",
   "11",
   " Обгрунтування господ рішень і оцін ризику",
   "А-322 ",
   "П"
   ],
   "6": [
   "ФЕМП",
   "4",
   "27",
   " Обгрунтування господ рішень і оцін ризику",
   "А-322 ",
   "П"
   ]
   },
   "Понеділок": {
   "5": [
   "ФЕМП",
   "4",
   "27",
   " Обгрунтування господ рішень і оцін ризику",
   "А-507 ",
   "Л"
   ]
   },
   "Четвер": {
   "4": [
   "ФЕМП",
   "4",
   "12",
   " Обгрунтування господ рішень і оцін ризику",
   "А-322 ",
   "П"
   ],
   "5": [
   "ФЕМП",
   "4",
   "10",
   " Обгрунтування господ рішень і оцін ризику",
   "А-322 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "5",
   "7м (колишня 6м)",
   " Стратегічне управління підпр",
   "А-322 ",
   "Л"
   ],
   "7": [
   "ФМТП",
   "5",
   "7м (колишня 6м)",
   " Стратегічне управління підпр",
   "А-322 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "5": [
   "ФЕМП",
   "4",
   "27",
   " Обгрунтування господ рішень і оцін ризику",
   "А-322 ",
   "П"
   ],
   "6": [
   "ФЕМП",
   "4",
   "12",
   " Обгрунтування господ рішень і оцін ризику",
   "А-322 ",
   "П"
   ],
   "7": [
   "ФЕМП",
   "4",
   "10",
   " Обгрунтування господ рішень і оцін ризику",
   "А-334 ",
   "П"
   ]
   },
   "Понеділок": {
   "5": [
   "ФЕМП",
   "4",
   "27",
   " Обгрунтування господ рішень і оцін ризику",
   "А-507 ",
   "Л"
   ]
   },
   "Вівторок": {
   "4": [
   "ФЕМП",
   "4",
   "11",
   " Обгрунтування господ рішень і оцін ризику",
   "А-322 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "5",
   "7м (колишня 6м)",
   " Стратегічне управління підпр",
   "А-328 ",
   "Л"
   ]
   }
   }
   },
   "проф. П'ятницька Г.Т .": {
   "Перший тиждень": {
   "Вівторок": {
   "4": [
   "ФЕМП",
   "4",
   "20",
   " Стратегічне управління",
   "А-332 ",
   "Л"
   ],
   "5": [
   "ФЕМП",
   "4",
   "18",
   " Стратегічне управління",
   "А-334 ",
   "П"
   ],
   "7": [
   "ФЕМП",
   "5",
   "13ам",
   " Публічне управління  В",
   "А-328 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "4": [
   "ФМТП",
   "4",
   "17 (колишня 26)",
   " Стратегічне управління",
   "А-517 ",
   "Л"
   ],
   "5": [
   "ФЕМП",
   "5",
   "13ам",
   " Публічне управління  В",
   "А-328 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "4",
   "17 (колишня 26)",
   " Стратегічне управління",
   "А-328 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "5": [
   "ФЕМП",
   "4",
   "20",
   " Стратегічне управління",
   "А-331 ",
   "Л"
   ],
   "6": [
   "ФМТП",
   "4",
   "17 (колишня 26)",
   " Стратегічне управління",
   "А-517 ",
   "Л"
   ],
   "7": [
   "ФЕМП",
   "5",
   "13ам",
   " Публічне управління  В",
   "А-328 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "6": [
   "ФМТП",
   "4",
   "17 (колишня 26)",
   " Стратегічне управління",
   "А-328 ",
   "П"
   ],
   "7": [
   "ФЕМП",
   "4",
   "18",
   " Стратегічне управління",
   "А-328 ",
   "П"
   ]
   }
   }
   },
   "ас. к.е.н. Кравець К.П .": {
   "Перший тиждень": {
   "Середа": {
   "3": [
   "ФЕМП",
   "1",
   "12",
   " Регіональна економіка",
   "А-413 ",
   "П"
   ],
   "6": [
   "ФЕМП",
   "1",
   "13",
   " Регіональна економіка",
   "Б-106 ",
   "П"
   ],
   "7": [
   "ФЕМП",
   "1",
   "11",
   " Регіональна економіка",
   "Б-105 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "5": [
   "ФЕМП",
   "1",
   "12",
   " Регіональна економіка",
   "Б-106 ",
   "П"
   ],
   "6": [
   "ФЕМП",
   "1",
   "13",
   " Регіональна економіка",
   "Б-105 ",
   "П"
   ],
   "7": [
   "ФЕМП",
   "1",
   "11",
   " Регіональна економіка",
   "Б-105 ",
   "П"
   ]
   }
   }
   },
   "доц. Гахович С.В .": {
   "Другий тиждень": {
   "Вівторок": {
   "5": [
   "ФМТП",
   "3",
   "15 (колишня 23)",
   " Охорона праці",
   "А-222 ",
   "П"
   ]
   }
   }
   },
   "доц. Стасюк Л.Л .": {
   "Перший тиждень": {
   "Понеділок": {
   "3": [
   "ФОАІС",
   "5",
   "6м",
   " Управління вартістю підприємства",
   "А-452 ",
   "П"
   ],
   "4": [
   "ФЕМП",
   "5",
   "19м",
   " Управління вартістю підприємства",
   "А-452 ",
   "Л"
   ]
   },
   "Четвер": {
   "6": [
   "ФЕМП",
   "5",
   "19м",
   " Управління вартістю підприємства",
   "А-452 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "2": [
   "ФОАІС",
   "5",
   "6м",
   " Управління вартістю підприємства",
   "А-452 ",
   "Л"
   ],
   "3": [
   "ФОАІС",
   "5",
   "6м",
   " Управління вартістю підприємства",
   "А-452 ",
   "П"
   ]
   },
   "Четвер": {
   "5": [
   "ФЕМП",
   "5",
   "19м",
   " Управління вартістю підприємства",
   "А-452 ",
   "П"
   ],
   "6": [
   "ФЕМП",
   "5",
   "16м",
   " Управління вартістю підприємства  В",
   "А-452 ",
   "П"
   ]
   }
   }
   },
   "доц. Іванченко Н.О .": {
   "Перший тиждень": {
   "Середа": {
   "3": [
   "ФМТП",
   "3",
   "14 (колишня 22)",
   " Міжнародна статистика",
   "А-348 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "3",
   "15 (колишня 23)",
   " Міжнародна статистика",
   "А-331 ",
   "Л"
   ],
   "5": [
   "ФМТП",
   "3",
   "15 (колишня 23)",
   " Міжнародна статистика",
   "А-331 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "3",
   "13 (колишня 21)",
   " Міжнародна статистика",
   "А-331 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "5": [
   "ФМТП",
   "3",
   "15 (колишня 23)",
   " Міжнародна статистика",
   "А-348 ",
   "П"
   ]
   },
   "Вівторок": {
   "5": [
   "ФМТП",
   "3",
   "14 (колишня 22)",
   " Міжнародна статистика",
   "А-348 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "3",
   "13 (колишня 21)",
   " Міжнародна статистика",
   "А-354 ",
   "П"
   ]
   }
   }
   },
   "доц.Тесленко Н.О..": {
   "Перший тиждень": {
   "Середа": {
   "1": [
   "ФФБС",
   "2",
   "8",
   " Укр мова (за проф спрямуванням)",
   "Г-206 ",
   "П"
   ]
   }
   }
   },
   "доц. Тронько В.В .": {
   "Перший тиждень": {
   "Понеділок": {
   "5": [
   "ФМТП",
   "5",
   "9ам (колишня 17ам)",
   " Міжнародний менеджмент",
   "Б-111 ",
   "Л"
   ],
   "6": [
   "ФМТП",
   "3",
   "10",
   " Міжнародна економіка",
   "Б-111 ",
   "П"
   ]
   },
   "Вівторок": {
   "5": [
   "ФМТП",
   "2",
   "2",
   " Міжнародні економічні відносини",
   "Б-112 ",
   "Л"
   ],
   "6": [
   "ФМТП",
   "5",
   "9ам (колишня 17ам)",
   " Міжнародний менеджмент",
   "А-413 ",
   "П"
   ]
   },
   "П'ятниця": {
   "4": [
   "ФМТП",
   "2",
   "2",
   " Міжнародні економічні відносини",
   "В-205 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "3",
   "9",
   " Міжнародна економіка",
   "Б-112 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "3",
   "8",
   " Міжнародна економіка",
   "Б-112 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "6": [
   "ФМТП",
   "5",
   "9ам (колишня 17ам)",
   " Міжнародний менеджмент",
   "А-533 ",
   "Л"
   ],
   "7": [
   "ФМТП",
   "3",
   "10",
   " Міжнародна економіка",
   "А-413 ",
   "П"
   ]
   },
   "Понеділок": {
   "5": [
   "ФМТП",
   "2",
   "2",
   " Міжнародні економічні відносини",
   "А-422 ",
   "Л"
   ],
   "6": [
   "ФМТП",
   "5",
   "6ам (колишня 5ам)",
   " Міжнародний менеджмент",
   "А-422 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "5",
   "9ам (колишня 17ам)",
   " Міжнародний менеджмент",
   "Б-108 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "5": [
   "ФМТП",
   "3",
   "8",
   " Міжнародна економіка",
   "А-348 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "5",
   "9ам (колишня 17ам)",
   " Міжнародний менеджмент",
   "А-422 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "3",
   "9",
   " Міжнародна економіка",
   "А-422 ",
   "П"
   ]
   }
   }
   },
   "доц.Образ О.Г.": {
   "Другий тиждень": {
   "Вівторок": {
   "4": [
   "ФРГТБ",
   "3",
   "6",
   " Інмова за профспрям (Франц мова)",
   "А-220 ",
   "П"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФРГТБ",
   "3",
   "3",
   " Інмова за профспрям (Франц мова)",
   "А-220 ",
   "П"
   ]
   }
   }
   },
   "доц. Сененко І.А .": {
   "Перший тиждень": {
   "Четвер": {
   "2": [
   "ФРГТБ",
   "3",
   "12",
   " Організація дозвілля  В",
   "А-540 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФРГТБ",
   "5",
   "5м",
   " Управління споживчою поведінкою",
   "А-532 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "2": [
   "ФРГТБ",
   "5",
   "5м",
   " Управління споживчою поведінкою",
   "А-532 ",
   "П"
   ]
   }
   }
   },
   "доц. Довженко І.В .": {
   "Перший тиждень": {
   "Середа": {
   "1": [
   "ФРГТБ",
   "2",
   "9",
   " Інмова за профспрям (Англ мова 1) ",
   "Д-103 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "1",
   "12",
   " Інмова за профспрям (Англ мова 1) ",
   "А-204 ",
   "П"
   ],
   "4": [
   "ФЕМП",
   "4",
   "18",
   " Ділова англійська мова 1    ",
   "А-208 ",
   "П"
   ]
   },
   "Понеділок": {
   "1": [
   "ФОАІС",
   "3",
   "1",
   " Ділова англійська мова 1    ",
   "А-206 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "2",
   "7",
   " Інмова за профспрям (Англ мова 2) ",
   "А-220 ",
   "П"
   ]
   },
   "Четвер": {
   "3": [
   "ФРГТБ",
   "2",
   "5",
   " Інмова за профспрям (Англ мова 2) ",
   "А-303 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "3",
   "8",
   " Ділова англійська мова 1   ",
   "А-210 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "2",
   "6",
   " Інмова за профспрям (Англ мова 2)  ",
   "А-204 ",
   "П"
   ],
   "6": [
   "ФЕМП",
   "4",
   "18",
   " Ділова англійська мова 1    ",
   "А-204 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФРГТБ",
   "2",
   "11",
   " Інмова за профспрям (Англ мова 2) ",
   "А-204 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "3",
   "1",
   " Ділова англійська мова 1   ",
   "А-206 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "2",
   "5",
   " Інмова за профспрям (Англ мова 2)  ",
   "А-8   ",
   "П"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФФБС",
   "3",
   "8",
   " Ділова англійська мова 1    ",
   "Б-109 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "3",
   "3 (колишня 5)",
   " Інмова за профспрям (Англ мова 1) ",
   "Б-107 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "2": [
   "ФРГТБ",
   "2",
   "9",
   " Інмова за профспрям (Англ мова 1) ",
   "Б-110 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "2",
   "7",
   " Інмова за профспрям (Англ мова 2) ",
   "Д-220 ",
   "П"
   ],
   "4": [
   "ФЕМП",
   "4",
   "18",
   " Ділова англійська мова 1    ",
   "А-303 ",
   "П"
   ]
   },
   "Понеділок": {
   "2": [
   "ФОАІС",
   "3",
   "1",
   " Ділова англійська мова 1    ",
   "А-202 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "3",
   "8",
   " Ділова англійська мова 1   ",
   "А-319 ",
   "П"
   ]
   },
   "Четвер": {
   "4": [
   "ФРГТБ",
   "1",
   "12",
   " Інмова за профспрям (Англ мова 1) ",
   "В-205 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "2",
   "5",
   " Інмова за профспрям (Англ мова 2)  ",
   "А-204 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФРГТБ",
   "2",
   "5",
   " Інмова за профспрям (Англ мова 2) ",
   "Д-308 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "3",
   "1",
   " Ділова англійська мова 1    ",
   "А-210 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "3",
   "3 (колишня 5)",
   " Інмова за профспрям (Англ мова 1) ",
   "А-20  ",
   "П"
   ],
   "5": [
   "ФМТП",
   "2",
   "6",
   " Інмова за профспрям (Англ мова 2)  ",
   "Г-208 ",
   "П"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФРГТБ",
   "2",
   "7",
   " Інмова за профспрям (Англ мова 2) ",
   "Д-220 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "2",
   "11",
   " Інмова за профспрям (Англ мова 2) ",
   "Д-220 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "3",
   "8",
   " Ділова англійська мова 1    ",
   "А-222 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "2",
   "9",
   " Інмова за профспрям (Англ мова 1) ",
   "Д-203 ",
   "П"
   ]
   }
   }
   },
   "вик. Сафіуліна Л.М .": {
   "Перший тиждень": {
   "Понеділок": {
   "5": [
   "ФМТП",
   "1",
   "5",
   " Інмова за профспрям (Англ мова 2) ",
   "Б-109 ",
   "П"
   ]
   },
   "Четвер": {
   "6": [
   "ФМТП",
   "1",
   "6",
   " Інмова за профспрям (Англ мова 2) ",
   "А-206 ",
   "П"
   ]
   },
   "Вівторок": {
   "6": [
   "ФМТП",
   "3",
   "9",
   " Ділова англійська мова 1    ",
   "А-208 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "3",
   "9",
   " Ділова англійська мова 1    ",
   "А-208 ",
   "П"
   ]
   },
   "П'ятниця": {
   "4": [
   "ФМТП",
   "3",
   "9",
   " Ділова англійська мова 1    ",
   "Б-110 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "1",
   "3",
   " Інмова за профспрям (Англ мова 2) ",
   "А-202 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "3": [
   "ФМТП",
   "1",
   "5",
   " Інмова за профспрям (Англ мова 2) ",
   "В-205 ",
   "П"
   ]
   },
   "Вівторок": {
   "6": [
   "ФМТП",
   "1",
   "6",
   " Інмова за профспрям (Англ мова 2) ",
   "Д-102 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "1",
   "3",
   " Інмова за профспрям (Англ мова 2) ",
   "А-204 ",
   "П"
   ]
   },
   "П'ятниця": {
   "5": [
   "ФМТП",
   "3",
   "9",
   " Ділова англійська мова 1    ",
   "А-204 ",
   "П"
   ]
   }
   }
   },
   "ст.в. Дроздова Ю.В .": {
   "Перший тиждень": {
   "Середа": {
   "3": [
   "ФЕМП",
   "4",
   "21",
   " Ділова англійська мова    ",
   "Б-110 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "1",
   "2",
   " Інмова за профспрям (Англ мова 2) ",
   "А-28  ",
   "П"
   ],
   "5": [
   "ФТМ",
   "2",
   "1",
   " Практ курс першої інмови (англ)  2  ",
   "В-206 ",
   "П"
   ]
   },
   "Понеділок": {
   "4": [
   "ФМТП",
   "2",
   "2",
   " Інмова за профспрям (Англ мова 2)  ",
   "А-202 ",
   "П"
   ],
   "5": [
   "ФТМ",
   "2",
   "1",
   " Практ курс першої інмови (англ)  2  ",
   "Б-108 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФЕМП",
   "4",
   "21",
   " Ділова англійська мова     ",
   "А-8   ",
   "П"
   ]
   },
   "П'ятниця": {
   "4": [
   "ФЕМП",
   "4",
   "21",
   " Ділова англійська мова ",
   "Б-108 ",
   "П"
   ],
   "5": [
   "ФТМ",
   "2",
   "1",
   " Практ курс першої інмови (англ)  2  ",
   "А-303 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "5": [
   "ФТМ",
   "2",
   "1",
   " Практ курс першої інмови (англ)  2  ",
   "А-303 ",
   "П"
   ],
   "6": [
   "ФТМ",
   "2",
   "1",
   " Практ курс першої інмови (англ)  2  ",
   "А-328 ",
   "П"
   ]
   },
   "Вівторок": {
   "4": [
   "ФМТП",
   "2",
   "2",
   " Інмова за профспрям (Англ мова 2)  ",
   "Б-107 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "1",
   "2",
   " Інмова за профспрям (Англ мова 2) ",
   "Б-309 ",
   "П"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФЕМП",
   "4",
   "21",
   " Ділова англійська мова ",
   "А-8   ",
   "П"
   ],
   "4": [
   "ФЕМП",
   "4",
   "21",
   " Ділова англійська мова ",
   "А-8   ",
   "П"
   ],
   "5": [
   "ФТМ",
   "2",
   "1",
   " Практ курс першої інмови (англ)  2  ",
   "А-8   ",
   "П"
   ]
   }
   }
   },
   "доц. Тома Н.М .": {
   "Перший тиждень": {
   "Середа": {
   "1": [
   "ФОАІС",
   "1",
   "1",
   " Інмова за профспрям (Англ мова 1) ",
   "Д-107 ",
   "П"
   ]
   },
   "Четвер": {
   "2": [
   "ФОАІС",
   "1",
   "7",
   " Інмова за профспрям (Англ мова 1) ",
   "Б-107 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "2",
   "1",
   " Інмова за профспрям (Англ мова 1) ",
   "А-204 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФОАІС",
   "2",
   "7",
   " Інмова за профспрям (Англ мова 1) ",
   "А-422 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Вівторок": {
   "1": [
   "ФОАІС",
   "1",
   "7",
   " Інмова за профспрям (Англ мова 1) ",
   "Д-107 ",
   "П"
   ],
   "2": [
   "ФОАІС",
   "2",
   "7",
   " Інмова за профспрям (Англ мова 1) ",
   "Б-106 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "2",
   "1",
   " Інмова за профспрям (Англ мова 1) ",
   "А-202 ",
   "П"
   ],
   "4": [
   "ФОАІС",
   "1",
   "1",
   " Інмова за профспрям (Англ мова 1) ",
   "Б-105 ",
   "П"
   ]
   }
   }
   },
   "ст.в. Блаженко С.Л .": {
   "Перший тиждень": {
   "Понеділок": {
   "5": [
   "ФЕМП",
   "4",
   "20",
   " Контролінг  В",
   "А-332 ",
   "Л"
   ],
   "7": [
   "ФМТП",
   "4",
   "17 (колишня 26)",
   " Контролінг",
   "А-535 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "4": [
   "ФЕМП",
   "4",
   "18",
   " Контролінг",
   "А-454 ",
   "Л"
   ],
   "5": [
   "ФЕМП",
   "4",
   "18",
   " Контролінг",
   "А-528 ",
   "П"
   ],
   "6": [
   "ФЕМП",
   "4",
   "19",
   " Контролінг  В",
   "А-528 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "4",
   "17 (колишня 26)",
   " Контролінг",
   "А-454 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "6": [
   "ФЕМП",
   "4",
   "18",
   " Контролінг",
   "А-526 ",
   "Л"
   ]
   },
   "Четвер": {
   "4": [
   "ФЕМП",
   "4",
   "20",
   " Контролінг  В",
   "А-528 ",
   "Л"
   ],
   "5": [
   "ФЕМП",
   "4",
   "19",
   " Контролінг  В",
   "А-528 ",
   "П"
   ]
   },
   "П'ятниця": {
   "4": [
   "ФМТП",
   "4",
   "17 (колишня 26)",
   " Контролінг",
   "А-454 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "4",
   "17 (колишня 26)",
   " Контролінг",
   "А-511 ",
   "Л"
   ],
   "6": [
   "ФЕМП",
   "4",
   "18",
   " Контролінг",
   "А-524 ",
   "П"
   ]
   }
   }
   },
   "проф. д.політ.н. Семченко О.А .": {
   "Перший тиждень": {
   "Понеділок": {
   "6": [
   "ФМТП",
   "2",
   "5",
   " Юр-ні механізми захисту прав люд В",
   "А-402 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "2",
   "6",
   " Юр-ні механізми захисту прав люд В",
   "А-401 ",
   "Л"
   ]
   },
   "Вівторок": {
   "6": [
   "ФМТП",
   "1",
   "2",
   " Правознавство",
   "А-423 ",
   "Л"
   ],
   "7": [
   "ФМТП",
   "1",
   "2",
   " Правознавство",
   "А-423 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "П'ятниця": {
   "4": [
   "ФМТП",
   "2",
   "4",
   " Юр-ні механізми захисту прав люд В",
   "А-404 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "1",
   "2",
   " Правознавство",
   "Б-109 ",
   "Л"
   ],
   "6": [
   "ФМТП",
   "2",
   "3",
   " Юр-ні механізми захисту прав люд В",
   "А-423 ",
   "П"
   ]
   }
   }
   },
   "доц. Головня Ю.І .": {
   "Перший тиждень": {
   "Понеділок": {
   "5": [
   "ФМТП",
   "1",
   "8",
   " Регіональна економіка",
   "А-422 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "1",
   "9",
   " Регіональна економіка",
   "Б-205 ",
   "Л"
   ]
   },
   "Вівторок": {
   "5": [
   "ФМТП",
   "1",
   "9",
   " Регіональна економіка",
   "Б-106 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "2",
   "2",
   " Країнознавство",
   "Б-112 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "4": [
   "ФМТП",
   "1",
   "9",
   " Регіональна економіка",
   "А-8   ",
   "П"
   ],
   "5": [
   "ФМТП",
   "1",
   "8",
   " Регіональна економіка",
   "А-524 ",
   "П"
   ]
   },
   "Четвер": {
   "4": [
   "ФМТП",
   "1",
   "9",
   " Регіональна економіка",
   "Б-205 ",
   "Л"
   ],
   "5": [
   "ФМТП",
   "2",
   "2",
   " Країнознавство",
   "А-402 ",
   "Л"
   ]
   },
   "Вівторок": {
   "5": [
   "ФМТП",
   "2",
   "2",
   " Країнознавство",
   "Б-111 ",
   "П"
   ]
   }
   }
   },
   "ст.в. к.ю.н. Банк Р.О .": {
   "Перший тиждень": {
   "Понеділок": {
   "4": [
   "ФМТП",
   "4",
   "7",
   " Організація безпеки підприєм діял",
   "А-423 ",
   "Л"
   ]
   },
   "Четвер": {
   "2": [
   "ФРГТБ",
   "1",
   "2",
   " Правознавство",
   "А-423 ",
   "П"
   ],
   "3": [
   "ФМТП",
   "4",
   "7",
   " Організація безпеки підприєм діял",
   "А-427 ",
   "П"
   ]
   },
   "Вівторок": {
   "6": [
   "ФМТП",
   "4",
   "6",
   " Організація безпеки підприєм діял",
   "А-528 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "5": [
   "ФМТП",
   "4",
   "7",
   " Організація безпеки підприєм діял",
   "А-423 ",
   "Л"
   ]
   },
   "Вівторок": {
   "2": [
   "ФРГТБ",
   "1",
   "2",
   " Правознавство",
   "А-423 ",
   "П"
   ],
   "3": [
   "ФМТП",
   "4",
   "6",
   " Організація безпеки підприєм діял",
   "Б-111 ",
   "П"
   ]
   },
   "П'ятниця": {
   "5": [
   "ФМТП",
   "4",
   "7",
   " Організація безпеки підприєм діял",
   "А-440 ",
   "П"
   ]
   }
   }
   },
   "проф. Бардаш С.В .": {
   "Перший тиждень": {
   "Середа": {
   "1": [
   "ФОАІС",
   "5",
   "4м",
   " Державний аудит",
   "Д-313 ",
   "Л"
   ],
   "3": [
   "ФОАІС",
   "5",
   "7м",
   " Організація контролю господар діял",
   "Д-313 ",
   "Л"
   ]
   },
   "Вівторок": {
   "3": [
   "ФОАІС",
   "5",
   "7м",
   " Організація контролю господар діял",
   "Д-313 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "П'ятниця": {
   "2": [
   "ФОАІС",
   "5",
   "7м",
   " Організація контролю господар діял",
   "Д-303 ",
   "Л"
   ],
   "3": [
   "ФОАІС",
   "5",
   "7м",
   " Організація контролю господар діял",
   "Д-303 ",
   "П"
   ]
   }
   }
   },
   "доц. Кавун О.О .": {
   "Перший тиждень": {
   "Середа": {
   "5": [
   "ФЕМП",
   "5",
   "13ам",
   " Торговельні мережі  В",
   "А-542 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "5": [
   "ФЕМП",
   "5",
   "13ам",
   " Торговельні мережі  В",
   "А-542 ",
   "Л"
   ],
   "6": [
   "ФЕМП",
   "5",
   "13ам",
   " Торговельні мережі  В",
   "А-542 ",
   "П"
   ]
   }
   }
   },
   "доц. Руденко І.В .": {
   "Перший тиждень": {
   "Вівторок": {
   "7": [
   "ФЕМП",
   "2",
   "11",
   " Фінанси",
   "А-221 ",
   "П"
   ]
   },
   "П'ятниця": {
   "5": [
   "ФЕМП",
   "2",
   "12",
   " Фінанси",
   "А-217 ",
   "П"
   ],
   "6": [
   "ФЕМП",
   "2",
   "13",
   " Фінанси",
   "Б-205 ",
   "Л"
   ],
   "7": [
   "ФЕМП",
   "2",
   "13",
   " Фінанси",
   "А-217 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "3": [
   "ФЕМП",
   "2",
   "13",
   " Фінанси",
   "Б-108 ",
   "П"
   ],
   "4": [
   "ФЕМП",
   "2",
   "13",
   " Фінанси",
   "Б-205 ",
   "Л"
   ]
   },
   "Вівторок": {
   "7": [
   "ФЕМП",
   "2",
   "11",
   " Фінанси",
   "А-217 ",
   "П"
   ]
   },
   "П'ятниця": {
   "4": [
   "ФЕМП",
   "2",
   "12",
   " Фінанси",
   "А-217 ",
   "П"
   ]
   }
   }
   },
   "ас. к.в.н. Бобось О.Л .": {
   "Перший тиждень": {
   "Вівторок": {
   "2": [
   "ФРГТБ",
   "3",
   "4",
   " Гігієна та санітарія",
   "Б-109 ",
   "Л"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "4",
   " Гігієна та санітарія",
   "А-525 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "П'ятниця": {
   "3": [
   "ФРГТБ",
   "3",
   "4",
   " Гігієна та санітарія",
   "А-525 ",
   "Л"
   ],
   "4": [
   "ФРГТБ",
   "3",
   "4",
   " Гігієна та санітарія",
   "А-525 ",
   "П"
   ]
   }
   }
   },
   "ст.в. Буленок С.М .": {
   "Перший тиждень": {
   "Середа": {
   "5": [
   "ФМТП",
   "3",
   "14 (колишня 22)",
   " Інмова за профспрям (Англ мова 1) ",
   "А-313 ",
   "П"
   ]
   },
   "Понеділок": {
   "6": [
   "ФМТП",
   "2",
   "2",
   " Інмова за профспрям (Англ мова 1) ",
   "А-28  ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "6": [
   "ФМТП",
   "3",
   "14 (колишня 22)",
   " Інмова за профспрям (Англ мова 1) ",
   "А-220 ",
   "П"
   ]
   },
   "Понеділок": {
   "6": [
   "ФМТП",
   "3",
   "14 (колишня 22)",
   " Інмова за профспрям (Англ мова 1) ",
   "А-208 ",
   "П"
   ]
   },
   "Вівторок": {
   "4": [
   "ФМТП",
   "2",
   "2",
   " Інмова за профспрям (Англ мова 1) ",
   "А-208 ",
   "П"
   ]
   }
   }
   },
   "доц. Рассамакін В.Я .": {
   "Перший тиждень": {
   "Середа": {
   "3": [
   "ФОАІС",
   "2",
   "8",
   " Електронний документообіг",
   "Б-505 ",
   "П"
   ]
   },
   "Четвер": {
   "3": [
   "ФОАІС",
   "2",
   "8",
   " Електронний документообіг",
   "Б-505 ",
   "Л"
   ],
   "4": [
   "ФОАІС",
   "2",
   "1",
   " Методи і засоби передачі даних  В",
   "Б-510 ",
   "П"
   ]
   },
   "Вівторок": {
   "1": [
   "ФОАІС",
   "2",
   "8",
   " Методи і засоби передачі даних",
   "Б-505 ",
   "Л"
   ],
   "2": [
   "ФОАІС",
   "2",
   "8",
   " Методи і засоби передачі даних",
   "Б-505 ",
   "П"
   ],
   "4": [
   "ФОАІС",
   "2",
   "4",
   " Електронний документообіг  В",
   "Б-514 ",
   "П"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФОАІС",
   "2",
   "2",
   " Методи і засоби передачі даних  В",
   "Б-505 ",
   "П"
   ],
   "2": [
   "ФОАІС",
   "2",
   "2",
   " Методи і засоби передачі даних  В",
   "Б-209 ",
   "Л"
   ],
   "3": [
   "ФОАІС",
   "2",
   "9",
   " Електронний документообіг  В",
   "Б-520 ",
   "П"
   ],
   "4": [
   "ФОАІС",
   "2",
   "7",
   " Архітектура комп'ютера",
   "Б-505 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "5": [
   "ФЕМП",
   "1",
   "13",
   " Економічна інформатика",
   "Б-521 ",
   "Лб2"
   ],
   "6": [
   "ФЕМП",
   "1",
   "13",
   " Економічна інформатика",
   "Б-521 ",
   "Лб2"
   ]
   },
   "Четвер": {
   "2": [
   "ФОАІС",
   "2",
   "7",
   " Електронний документообіг",
   "Б-505 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "2",
   "4",
   " Електронний документообіг  В",
   "Б-505 ",
   "П"
   ],
   "4": [
   "ФОАІС",
   "2",
   "9",
   " Електронний документообіг  В",
   "Б-505 ",
   "Л"
   ]
   },
   "Вівторок": {
   "1": [
   "ФОАІС",
   "2",
   "8",
   " Архітектура комп'ютера",
   "Б-505 ",
   "Л"
   ],
   "2": [
   "ФОАІС",
   "2",
   "8",
   " Архітектура комп'ютера",
   "Б-505 ",
   "П"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФОАІС",
   "2",
   "9",
   " Електронний документообіг  В",
   "Б-505 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "2",
   "7",
   " Методи і засоби передачі даних",
   "Б-505 ",
   "П"
   ]
   }
   }
   },
   "проф. Боголіб Т.М .": {
   "Перший тиждень": {
   "Середа": {
   "4": [
   "ФЕМП",
   "2",
   "13",
   " Бюджетна система України  В",
   "Б-207 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "4": [
   "ФЕМП",
   "2",
   "13",
   " Бюджетна система України  В",
   "А-217 ",
   "П"
   ]
   }
   }
   },
   "проф. Блакита Г.В .": {
   "Перший тиждень": {
   "Понеділок": {
   "5": [
   "ФМТП",
   "3",
   "5 (колишня 7)",
   " Бухгалтерський облік",
   "Д-401 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "4": [
   "ФОАІС",
   "5",
   "6м",
   " Оцінювання та облік ціл майн компл",
   "Д-406 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "3",
   "5 (колишня 7)",
   " Бухгалтерський облік",
   "Д-401 ",
   "Л"
   ]
   }
   }
   },
   "доц. Шерстюк О.Л .": {
   "Перший тиждень": {
   "Середа": {
   "6": [
   "ФЕМП",
   "4",
   "12",
   " Аудит",
   "Д-307 ",
   "П"
   ],
   "7": [
   "ФЕМП",
   "4",
   "10",
   " Аудит",
   "Д-307 ",
   "П"
   ]
   },
   "Понеділок": {
   "2": [
   "ФОАІС",
   "5",
   "7м",
   " Аудиторський консалтинг",
   "Д-303 ",
   "П"
   ],
   "4": [
   "ФЕМП",
   "4",
   "27",
   " Аудит",
   "Б-203 ",
   "Л"
   ]
   },
   "Четвер": {
   "6": [
   "ФЕМП",
   "4",
   "27",
   " Аудит",
   "Б-203 ",
   "Л"
   ]
   },
   "Вівторок": {
   "6": [
   "ФЕМП",
   "4",
   "11",
   " Аудит",
   "Д-205 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "2": [
   "ФОАІС",
   "5",
   "7м",
   " Аудиторський консалтинг",
   "Д-303 ",
   "Л"
   ]
   },
   "Четвер": {
   "6": [
   "ФЕМП",
   "4",
   "27",
   " Аудит",
   "Б-203 ",
   "Л"
   ],
   "7": [
   "ФЕМП",
   "4",
   "12",
   " Аудит",
   "Д-205 ",
   "П"
   ]
   },
   "Вівторок": {
   "6": [
   "ФЕМП",
   "4",
   "11",
   " Аудит",
   "Д-205 ",
   "П"
   ],
   "7": [
   "ФЕМП",
   "4",
   "10",
   " Аудит",
   "Д-205 ",
   "П"
   ]
   }
   }
   },
   "доц. Медведева А.О .": {
   "Перший тиждень": {
   "Середа": {
   "3": [
   "ФРГТБ",
   "3",
   "4",
   " Технологія продукції РГ",
   "А-542 ",
   "Л"
   ]
   },
   "Четвер": {
   "3": [
   "ФРГТБ",
   "3",
   "4",
   " Технологія продукції РГ",
   "E-2   ",
   "Лб1"
   ],
   "4": [
   "ФРГТБ",
   "3",
   "4",
   " Технологія продукції РГ",
   "E-2   ",
   "Лб1"
   ],
   "5": [
   "ФРГТБ",
   "3",
   "4",
   " Технологія продукції РГ",
   "E-2   ",
   "Лб1"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "2": [
   "ФРГТБ",
   "3",
   "4",
   " Технологія продукції РГ",
   "Б-109 ",
   "Л"
   ]
   }
   }
   },
   "ст.в. Строкань Н.О .": {
   "Перший тиждень": {
   "Середа": {
   "3": [
   "ФМТП",
   "3",
   "9",
   " Ділова німецька мова   ",
   "Б-403 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "3",
   "9",
   " Ділова німецька мова   ",
   "Б-403 ",
   "П"
   ]
   },
   "Понеділок": {
   "4": [
   "ФТМ",
   "2",
   "1",
   " Практ курс другої інмови  1  ",
   "Б-311 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "1",
   "9",
   " Інмова за профспрям (Нім мова)  ",
   "Б-108 ",
   "П"
   ]
   },
   "Четвер": {
   "7": [
   "ФМТП",
   "2",
   "2",
   " Інмова за профспрям (Нім мова)  ",
   "Б-106 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФМТП",
   "3",
   "15 (колишня 23)",
   " Інмова за профспрям (Нім мова)  В",
   "Б-311 ",
   "П"
   ],
   "5": [
   "ФТМ",
   "2",
   "1",
   " Практ курс другої інмови  1  ",
   "Б-309а",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "4": [
   "ФТМ",
   "2",
   "1",
   " Практ курс другої інмови  1  ",
   "Б-311 ",
   "П"
   ],
   "5": [
   "ФТМ",
   "2",
   "1",
   " Практ курс другої інмови  1  ",
   "Б-311 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "1",
   "9",
   " Інмова за профспрям (Нім мова)  ",
   "В-205 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "2",
   "2",
   " Інмова за профспрям (Нім мова)  ",
   "В-205 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФМТП",
   "3",
   "9",
   " Ділова німецька мова   ",
   "Б-311 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "3",
   "15 (колишня 23)",
   " Інмова за профспрям (Нім мова)  В",
   "Б-311 ",
   "П"
   ]
   }
   }
   },
   "ас. Комаха В.О .": {
   "Перший тиждень": {
   "Середа": {
   "3": [
   "ФРГТБ",
   "1",
   "9",
   " Основи товарознавства",
   "А-315 ",
   "Лб2"
   ]
   }
   },
   "Другий тиждень": {
   "Вівторок": {
   "3": [
   "ФРГТБ",
   "1",
   "7",
   " Основи товарознавства",
   "А-315 ",
   "Лб2"
   ]
   }
   }
   },
   "доц. Прус Н.В .": {
   "Перший тиждень": {
   "Середа": {
   "3": [
   "ФФБС",
   "4",
   "4",
   " Казначейська система\n обслуг бюджету",
   "А-219 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФФБС",
   "4",
   "4",
   " Казначейська система\n обслуг бюджету",
   "А-219 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Вівторок": {
   "3": [
   "ФФБС",
   "4",
   "4",
   " Казначейська система \nобслуг бюджету",
   "А-219 ",
   "П"
   ]
   }
   }
   },
   "доц. Баннікова С.О .": {
   "Перший тиждень": {
   "Середа": {
   "6": [
   "ФМТП",
   "5",
   "10м (колишня 18м)",
   " Інформаційні сист і техн в упр ЗЕД",
   "Б-103 ",
   "П"
   ]
   },
   "Понеділок": {
   "6": [
   "ФЕМП",
   "5",
   "8м",
   " Інформаційна безпека підпр  В",
   "Б-520 ",
   "П"
   ]
   },
   "Четвер": {
   "5": [
   "ФМТП",
   "4",
   "10 (колишня 8)",
   " Електронна комерція   В",
   "Б-505 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "5": [
   "ФМТП",
   "4",
   "10 (колишня 8)",
   " Електронна комерція   В",
   "Б-521 ",
   "П"
   ]
   }
   }
   },
   "ст.в. Андросенко М.П .": {
   "Перший тиждень": {
   "Середа": {
   "1": [
   "ФОАІС",
   "1",
   "7",
   " Математичний аналіз",
   "Д-109 ",
   "Л"
   ],
   "2": [
   "ФОАІС",
   "1",
   "7",
   " Математичний аналіз",
   "Д-109 ",
   "П"
   ]
   },
   "Четвер": {
   "4": [
   "ФМТП",
   "1",
   "9",
   " Математика для економістів",
   "А-445 ",
   "Л"
   ]
   },
   "Вівторок": {
   "3": [
   "ФОАІС",
   "1",
   "4",
   " Математика для економістів",
   "А-528 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "1",
   "9",
   " Математика для економістів",
   "А-422 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "1",
   "8",
   " Математика для економістів",
   "А-504 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "1": [
   "ФОАІС",
   "1",
   "7",
   " Математичний аналіз",
   "Б-108 ",
   "П"
   ],
   "2": [
   "ФОАІС",
   "1",
   "7",
   " Математичний аналіз",
   "Б-105 ",
   "Л"
   ]
   },
   "Понеділок": {
   "5": [
   "ФМТП",
   "1",
   "8",
   " Математика для економістів",
   "А-217 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "1",
   "9",
   " Математика для економістів",
   "Д-219 ",
   "П"
   ]
   },
   "Четвер": {
   "3": [
   "ФОАІС",
   "1",
   "4",
   " Математика для економістів",
   "А-325 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "1",
   "9",
   " Математика для економістів",
   "А-427 ",
   "Л"
   ]
   }
   }
   },
   "доц. Зима Ю.П .": {
   "Перший тиждень": {
   "Середа": {
   "1": [
   "ФОАІС",
   "5",
   "6м",
   " Інформаційні сист і техн в оцін діял",
   "Б-102 ",
   "Л"
   ],
   "2": [
   "ФОАІС",
   "5",
   "6м",
   " Інформаційні сист і техн в оцін діял",
   "Б-102 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "5",
   "5м",
   " Інформаційні техн упр звітності",
   "Д-411 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФОАІС",
   "3",
   "5",
   " Інформаційні сист і техн в обліку",
   "Д-406 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "1": [
   "ФОАІС",
   "5",
   "5м",
   " Управлінські інформ сист в обл",
   "Б-102 ",
   "Л"
   ],
   "2": [
   "ФОАІС",
   "5",
   "5м",
   " Управлінські інформ сист в обл",
   "Б-102 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "5",
   "6м",
   " Інформаційні сист і техн в оцін діял",
   "Д-406 ",
   "П"
   ]
   },
   "Понеділок": {
   "1": [
   "ФОАІС",
   "5",
   "5м",
   " Інформаційні техн упр звітності",
   "Б-102 ",
   "Л"
   ],
   "2": [
   "ФОАІС",
   "5",
   "5м",
   " Інформаційні техн упр звітності",
   "Б-102 ",
   "П"
   ]
   },
   "Четвер": {
   "2": [
   "ФОАІС",
   "5",
   "5м",
   " Управлінські інформ сист в обл",
   "Б-103 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "5",
   "5м",
   " Інформаційні техн упр звітності",
   "Б-103 ",
   "Л"
   ]
   },
   "Вівторок": {
   "2": [
   "ФОАІС",
   "3",
   "6",
   " Інформаційні сист і техн в обліку",
   "Д-406 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "3",
   "6",
   " Інформаційні сист і техн в обліку",
   "Д-409 ",
   "Л"
   ]
   }
   }
   },
   "ст.в. Нікіфорова В.Г .": {
   "Перший тиждень": {
   "Середа": {
   "2": [
   "ФФБС",
   "1",
   "8",
   " Інмова за профспрям (Англ мова 2) ",
   "А-319 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "1",
   "3",
   " Друга іноземна мова 2      ",
   "В-206 ",
   "П"
   ]
   },
   "Понеділок": {
   "2": [
   "ФФБС",
   "3",
   "5",
   " Ділова англійська мова 1   ",
   "В-205 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "1",
   "8",
   " Інмова за профспрям (Англ мова 2) ",
   "Б-107 ",
   "П"
   ]
   },
   "Четвер": {
   "3": [
   "ФФБС",
   "2",
   "8",
   " Інмова за профспрям (Англ мова 2)",
   "А-210 ",
   "П"
   ]
   },
   "Вівторок": {
   "4": [
   "ФФБС",
   "2",
   "6.1",
   " Інмова за профспрям (Англ мова 1) ",
   "В-206 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "2": [
   "ФФБС",
   "1",
   "8",
   " Інмова за профспрям (Англ мова 2)",
   "А-210 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "1",
   "8",
   " Інмова за профспрям (Англ мова 2) ",
   "А-309 ",
   "П"
   ]
   },
   "Понеділок": {
   "2": [
   "ФФБС",
   "2",
   "8",
   " Інмова за профспрям (Англ мова 2) ",
   "А-210 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "2",
   "6.1",
   " Інмова за профспрям (Англ мова 1) ",
   "А-206 ",
   "П"
   ],
   "5": [
   "ФФБС",
   "3",
   "5",
   " Ділова англійська мова 1    ",
   "В-205 ",
   "П"
   ]
   },
   "Четвер": {
   "3": [
   "ФФБС",
   "1",
   "3",
   " Друга іноземна мова 2      ",
   "А-309 ",
   "П"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФФБС",
   "3",
   "5",
   " Ділова англійська мова 1    ",
   "А-202 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "3",
   "5",
   " Ділова англійська мова 1    ",
   "В-205 ",
   "П"
   ]
   }
   }
   },
   "доц. Савченко Т.В .": {
   "Перший тиждень": {
   "Четвер": {
   "1": [
   "ФРГТБ",
   "1",
   "6",
   " Інженерна графіка",
   "А-240 ",
   "Л"
   ],
   "2": [
   "ФРГТБ",
   "1",
   "6",
   " Інженерна графіка",
   "А-240 ",
   "Лб1"
   ],
   "3": [
   "ФРГТБ",
   "1",
   "6",
   " Інженерна графіка",
   "А-240 ",
   "Лб1"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "2": [
   "ФРГТБ",
   "1",
   "6",
   " Інженерна графіка",
   "А-240 ",
   "Лб2"
   ],
   "3": [
   "ФРГТБ",
   "1",
   "6",
   " Інженерна графіка",
   "А-240 ",
   "Лб2"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФРГТБ",
   "1",
   "6",
   " Інженерна графіка",
   "А-224 ",
   "Л"
   ]
   }
   }
   },
   "ст.в. Івасин О.Р .": {
   "Перший тиждень": {
   "Середа": {
   "4": [
   "ФМТП",
   "4",
   "6",
   " Нотаріат України",
   "А-144 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "4",
   "3",
   " Нотаріат України",
   "А-144 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФМТП",
   "4",
   "4",
   " Нотаріат України",
   "А-144 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "4",
   "7",
   " Нотаріат України",
   "А-144 ",
   "П"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФМТП",
   "4",
   "5",
   " Нотаріат України",
   "А-144 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "4",
   "7",
   " Нотаріат України",
   "А-401 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "4": [
   "ФМТП",
   "4",
   "6",
   " Нотаріат України",
   "А-144 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "4",
   "4",
   " Нотаріат України",
   "А-144 ",
   "П"
   ]
   },
   "Вівторок": {
   "5": [
   "ФМТП",
   "4",
   "3",
   " Нотаріат України",
   "А-144 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "4",
   "7",
   " Нотаріат України",
   "А-144 ",
   "П"
   ]
   },
   "П'ятниця": {
   "4": [
   "ФМТП",
   "4",
   "7",
   " Нотаріат України",
   "А-401 ",
   "Л"
   ],
   "5": [
   "ФМТП",
   "4",
   "5",
   " Нотаріат України",
   "А-144 ",
   "П"
   ]
   }
   }
   },
   "проф. Гуржій Т.О .": {
   "Перший тиждень": {
   "Середа": {
   "4": [
   "ФМТП",
   "1",
   "6",
   " Теорія держави і права",
   "А-401 ",
   "Л"
   ],
   "5": [
   "ФМТП",
   "1",
   "6",
   " Теорія держави і права",
   "А-328 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "5": [
   "ФМТП",
   "1",
   "6",
   " Теорія держави і права",
   "Б-207 ",
   "Л"
   ]
   }
   }
   },
   "проф. Калачова І.В .": {
   "Перший тиждень": {
   "Середа": {
   "1": [
   "ФРГТБ",
   "3",
   "12",
   " Економіка туризму",
   "Б-201 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "4": [
   "ФРГТБ",
   "3",
   "12",
   " Економіка туризму",
   "Б-201 ",
   "Л"
   ]
   }
   }
   },
   "ас. Ждан В.О .": {
   "Перший тиждень": {
   "П'ятниця": {
   "3": [
   "ФРГТБ",
   "2",
   "3",
   " Ресторанна справа",
   "E-4   ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "2",
   "3",
   " Ресторанна справа",
   "E-4   ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "5": [
   "ФРГТБ",
   "2",
   "8",
   " Ресторанна справа",
   "E-4   ",
   "П"
   ]
   },
   "Четвер": {
   "3": [
   "ФРГТБ",
   "2",
   "4",
   " Ресторанна справа",
   "E-4   ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "2",
   "4",
   " Ресторанна справа",
   "E-4   ",
   "П"
   ]
   }
   }
   },
   "ст.в. к.т.н. Антюшко Д.П .": {
   "Перший тиждень": {
   "Вівторок": {
   "3": [
   "ФРГТБ",
   "1",
   "8",
   " Основи товарознавства",
   "А-130 ",
   "Лб2"
   ],
   "5": [
   "ФРГТБ",
   "1",
   "9",
   " Основи товарознавства",
   "А-130 ",
   "Лб2"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФРГТБ",
   "1",
   "7",
   " Основи товарознавства",
   "А-130 ",
   "Лб2"
   ]
   }
   },
   "Другий тиждень": {
   "Вівторок": {
   "3": [
   "ФРГТБ",
   "1",
   "10",
   " Основи товарознавства",
   "А-130 ",
   "Лб2"
   ],
   "4": [
   "ФРГТБ",
   "1",
   "11",
   " Основи товарознавства",
   "А-130 ",
   "Лб2"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФРГТБ",
   "2",
   "9",
   " Технічне регул. Основи стандарт, метрол та УЯ",
   "А-119 ",
   "П"
   ]
   }
   }
   },
   "доц. Гринюк Н.А .": {
   "Перший тиждень": {
   "Середа": {
   "4": [
   "ФМТП",
   "4",
   "17 (колишня 26)",
   " Фінанси зарубіжних корпорацій",
   "А-413 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "5",
   "10м (колишня 18м)",
   " Міжнародний менеджмент",
   "А-413 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "4",
   "14 (колишня 22)",
   " Фінанси зарубіжних корпорацій",
   "А-517 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "4",
   "16 (колишня 24)",
   " Фінанси зарубіжних корпорацій",
   "А-413 ",
   "П"
   ]
   },
   "Понеділок": {
   "5": [
   "ФМТП",
   "4",
   "11 (колишня 9)",
   " Фінанси зарубіжних корпорацій",
   "А-519 ",
   "Л"
   ],
   "6": [
   "ФМТП",
   "4",
   "17 (колишня 26)",
   " Фінанси зарубіжних корпорацій",
   "А-517 ",
   "Л"
   ]
   },
   "Вівторок": {
   "5": [
   "ФМТП",
   "4",
   "11 (колишня 9)",
   " Фінанси зарубіжних корпорацій",
   "А-217 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "4",
   "15 (колишня 23)",
   " Фінанси зарубіжних корпорацій",
   "А-348 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "4",
   "10 (колишня 8)",
   " Фінанси зарубіжних корпорацій",
   "А-422 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "4": [
   "ФМТП",
   "4",
   "14 (колишня 22)",
   " Фінанси зарубіжних корпорацій",
   "А-413 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "5",
   "10м (колишня 18м)",
   " Міжнародний менеджмент",
   "А-413 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "4",
   "15 (колишня 23)",
   " Фінанси зарубіжних корпорацій",
   "А-404 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "4",
   "16 (колишня 24)",
   " Фінанси зарубіжних корпорацій",
   "А-422 ",
   "П"
   ]
   },
   "Понеділок": {
   "5": [
   "ФМТП",
   "4",
   "17 (колишня 26)",
   " Фінанси зарубіжних корпорацій",
   "А-517 ",
   "Л"
   ],
   "6": [
   "ФМТП",
   "4",
   "11 (колишня 9)",
   " Фінанси зарубіжних корпорацій",
   "А-445 ",
   "Л"
   ]
   },
   "Вівторок": {
   "5": [
   "ФМТП",
   "4",
   "11 (колишня 9)",
   " Фінанси зарубіжних корпорацій",
   "А-322 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "4",
   "10 (колишня 8)",
   " Фінанси зарубіжних корпорацій",
   "А-221 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "4",
   "17 (колишня 26)",
   " Фінанси зарубіжних корпорацій",
   "А-413 ",
   "П"
   ]
   }
   }
   },
   "проф. Ладиченко В.В .": {
   "Перший тиждень": {
   "Понеділок": {
   "7": [
   "ФМТП",
   "1",
   "6",
   " Конституційне право",
   "Б-207 ",
   "Л"
   ]
   },
   "Четвер": {
   "6": [
   "ФМТП",
   "1",
   "5",
   " Конституційне право",
   "Б-105 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "1",
   "6",
   " Конституційне право",
   "А-401 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "6": [
   "ФМТП",
   "1",
   "6",
   " Конституційне право",
   "А-401 ",
   "Л"
   ],
   "7": [
   "ФМТП",
   "1",
   "5",
   " Конституційне право",
   "А-440 ",
   "П"
   ]
   }
   }
   },
   "проф. Дєєва Н.Е .": {
   "Перший тиждень": {
   "Четвер": {
   "3": [
   "ФФБС",
   "5",
   "7 м",
   " Стратегічний менеджмент",
   "А-350 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФФБС",
   "5",
   "5 м",
   " Стратегічний менеджмент",
   "А-350 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "5",
   "6 м",
   " Стратегічний менеджмент",
   "А-328 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "3": [
   "ФФБС",
   "5",
   "7 м",
   " Стратегічний менеджмент",
   "А-332 ",
   "Л"
   ]
   }
   }
   },
   "доц. Терлецька І.В .": {
   "Перший тиждень": {
   "Середа": {
   "2": [
   "ФРГТБ",
   "2",
   "1",
   " Політологія",
   "Д-105 ",
   "П"
   ]
   },
   "Понеділок": {
   "2": [
   "ФРГТБ",
   "3",
   "7",
   " Політологія",
   "Д-102 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "5",
   " Політологія",
   "Д-102 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "3",
   "4",
   " Політологія",
   "Д-102 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "1": [
   "ФРГТБ",
   "3",
   "4",
   " Політологія",
   "Д-105 ",
   "Л"
   ]
   },
   "Четвер": {
   "1": [
   "ФРГТБ",
   "3",
   "3",
   " Політологія",
   "Д-113 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "3",
   "6",
   " Політологія",
   "Д-102 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "4",
   " Політологія",
   "Д-113 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФРГТБ",
   "3",
   "2",
   " Політологія",
   "Д-113 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "2",
   "2",
   " Політологія",
   "Д-109 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "3",
   "8",
   " Політологія",
   "Д-113 ",
   "П"
   ]
   }
   }
   },
   "проф. Полунін О.В.": {
   "Перший тиждень": {
   "Вівторок": {
   "3": [
   "ФРГТБ",
   "5",
   "5м",
   " Психологія бізнесу  В",
   "А-502 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Вівторок": {
   "3": [
   "ФРГТБ",
   "5",
   "5м",
   " Психологія бізнесу  В",
   "А-502 ",
   "П"
   ]
   }
   }
   },
   "ст.в. к.т.н. Зайцев Є.О .": {
   "Перший тиждень": {
   "Середа": {
   "6": [
   "ФМТП",
   "1",
   "9",
   " Економічна інформатика",
   "Б-520 ",
   "Лб2"
   ]
   }
   }
   },
   "ас. к.е.н. Ясько Ю.І .": {
   "Перший тиждень": {
   "Понеділок": {
   "1": [
   "ФФБС",
   "1",
   "9",
   " Політична економія",
   "А-404 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "2",
   "8",
   " Макроекономіка",
   "А-402 ",
   "П"
   ]
   },
   "Четвер": {
   "2": [
   "ФФБС",
   "2",
   "4",
   " Макроекономіка",
   "А-402 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "2",
   "3",
   " Макроекономіка",
   "А-402 ",
   "П"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФФБС",
   "1",
   "7",
   " Політична економія",
   "А-410 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "1",
   "8",
   " Політична економія",
   "А-144 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "2": [
   "ФФБС",
   "1",
   "7",
   " Політична економія",
   "А-410 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "1",
   "9",
   " Політична економія",
   "А-404 ",
   "П"
   ]
   },
   "Понеділок": {
   "2": [
   "ФФБС",
   "2",
   "4",
   " Макроекономіка",
   "А-423 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "2",
   "8",
   " Макроекономіка",
   "А-402 ",
   "П"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФФБС",
   "2",
   "3",
   " Макроекономіка",
   "А-404 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "1",
   "8",
   " Політична економія",
   "А-412 ",
   "П"
   ]
   }
   }
   },
   "ст.в. Зябченкова Г.В .": {
   "Перший тиждень": {
   "Середа": {
   "4": [
   "ФФБС",
   "4",
   "9",
   " Б/облік у страхових організаціях",
   "Б-105 ",
   "П"
   ]
   },
   "Понеділок": {
   "3": [
   "ФФБС",
   "4",
   "9",
   " Б/облік у страхових організаціях",
   "Д-406 ",
   "Л"
   ],
   "4": [
   "ФФБС",
   "4",
   "9",
   " Б/облік у страхових організаціях",
   "Д-406 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "4": [
   "ФФБС",
   "4",
   "9",
   " Б/облік у страхових організаціях",
   "Д-403 ",
   "П"
   ]
   }
   }
   },
   "доц. Нагорнюк О.В .": {
   "Перший тиждень": {
   "Понеділок": {
   "3": [
   "ФОАІС",
   "2",
   "1",
   " Фінанси підприємства",
   "Б-105 ",
   "П"
   ]
   },
   "Четвер": {
   "2": [
   "ФОАІС",
   "2",
   "9",
   " Фінанси підприємства",
   "Б-205 ",
   "Л"
   ]
   },
   "Вівторок": {
   "4": [
   "ФМТП",
   "5",
   "10м (колишня 18м)",
   " Інвестиційний менеджмент  В",
   "Д-203 ",
   "Л"
   ],
   "5": [
   "ФМТП",
   "5",
   "10м (колишня 18м)",
   " Інвестиційний менеджмент  В",
   "Д-203 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "3": [
   "ФМТП",
   "5",
   "10м (колишня 18м)",
   " Інвестиційний менеджмент  В",
   "А-332 ",
   "Л"
   ],
   "4": [
   "ФМТП",
   "5",
   "10м (колишня 18м)",
   " Інвестиційний менеджмент  В",
   "А-332 ",
   "П"
   ]
   },
   "Вівторок": {
   "4": [
   "ФОАІС",
   "2",
   "9",
   " Фінанси підприємства",
   "Б-205 ",
   "Л"
   ]
   }
   }
   },
   "доц. Сошко О.Г .": {
   "Перший тиждень": {
   "Понеділок": {
   "6": [
   "ФЕМП",
   "2",
   "12",
   " Інмова за профспрям (Англ мова 2)  ",
   "В-205 ",
   "П"
   ]
   },
   "Четвер": {
   "1": [
   "ФФБС",
   "2",
   "4",
   " Інмова за профспрям (Англ мова 1)",
   "Б-107 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "2",
   "8",
   " Інмова за профспрям (Англ мова 1) ",
   "Б-107 ",
   "П"
   ]
   },
   "П'ятниця": {
   "6": [
   "ФЕМП",
   "4",
   "18",
   " Ділова англійська мова 2    ",
   "А-208 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "4": [
   "ФЕМП",
   "2",
   "12",
   " Інмова за профспрям (Англ мова 2)  ",
   "А-202 ",
   "П"
   ]
   },
   "Понеділок": {
   "2": [
   "ФФБС",
   "2",
   "8",
   " Інмова за профспрям (Англ мова 1)",
   "А-206 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФФБС",
   "2",
   "4",
   " Інмова за профспрям (Англ мова 1)",
   "А-308 ",
   "П"
   ],
   "4": [
   "ФЕМП",
   "4",
   "18",
   " Ділова англійська мова 2    ",
   "А-8   ",
   "П"
   ]
   },
   "П'ятниця": {
   "5": [
   "ФЕМП",
   "4",
   "18",
   " Ділова англійська мова 2    ",
   "В-206 ",
   "П"
   ]
   }
   }
   },
   "доц. Кам'янецька О.В .": {
   "Перший тиждень": {
   "Четвер": {
   "5": [
   "ФМТП",
   "2",
   "2",
   " Міжнародні віднос та світ політика",
   "А-526 ",
   "П"
   ]
   },
   "П'ятниця": {
   "5": [
   "ФМТП",
   "2",
   "2",
   " Міжнародні віднос та світ політика",
   "А-404 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "П'ятниця": {
   "4": [
   "ФМТП",
   "2",
   "2",
   " Міжнародні віднос та світ політика",
   "А-423 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "2",
   "2",
   " Міжнародні віднос та світ політика",
   "В-205 ",
   "Л"
   ]
   }
   }
   },
   "доц. Недеря Л.В .": {
   "Перший тиждень": {
   "Понеділок": {
   "1": [
   "ФФБС",
   "4",
   "7",
   " Контроль, ревізія та аудит в банку",
   "А-316 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "4",
   "6",
   " Аудит діял суб'єкт ринку НБФП",
   "А-205 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "4",
   "8",
   " Контроль, ревізія та аудит в банку",
   "А-316 ",
   "Л"
   ],
   "4": [
   "ФФБС",
   "3",
   "6",
   " Банківські операції",
   "А-321 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФФБС",
   "4",
   "8",
   " Контроль, ревізія та аудит в банку",
   "А-325 ",
   "Л"
   ],
   "4": [
   "ФФБС",
   "4",
   "6",
   " Аудит діял суб'єкт ринку НБФП",
   "А-301 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФФБС",
   "4",
   "8",
   " Контроль, ревізія та аудит в банку",
   "А-119 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "4",
   "7",
   " Контроль, ревізія та аудит в банку",
   "А-301 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "2": [
   "ФФБС",
   "3",
   "8",
   " Банківські операції",
   "А-325 ",
   "Л"
   ]
   },
   "Понеділок": {
   "3": [
   "ФФБС",
   "4",
   "8",
   " Контроль, ревізія та аудит в банку",
   "А-348 ",
   "Л"
   ],
   "4": [
   "ФФБС",
   "4",
   "8",
   " Контроль, ревізія та аудит в банку",
   "А-301 ",
   "П"
   ]
   },
   "Четвер": {
   "1": [
   "ФФБС",
   "4",
   "8",
   " Контроль, ревізія та аудит в банку",
   "Б-209 ",
   "Л"
   ],
   "2": [
   "ФФБС",
   "3",
   "6",
   " Банківські операції",
   "А-322 ",
   "П"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФФБС",
   "4",
   "7",
   " Контроль, ревізія та аудит в банку",
   "А-205 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "4",
   "6",
   " Аудит діял суб'єкт ринку НБФП",
   "А-316 ",
   "Л"
   ],
   "3": [
   "ФФБС",
   "4",
   "6",
   " Аудит діял суб'єкт ринку НБФП",
   "А-332 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "4",
   "8",
   " Контроль, ревізія та аудит в банку",
   "А-119 ",
   "П"
   ]
   }
   }
   },
   "проф. Ортинська В.В .": {
   "Перший тиждень": {
   "Понеділок": {
   "6": [
   "ФЕМП",
   "5",
   "16м",
   " Маркетинг інновацій",
   "А-411 ",
   "П"
   ]
   }
   }
   },
   "доц. Кравцов С.С .": {
   "Перший тиждень": {
   "П'ятниця": {
   "2": [
   "ФРГТБ",
   "3",
   "1",
   " Менеджмент",
   "Д-107 ",
   "Л"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "1",
   " Менеджмент",
   "Д-107 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "П'ятниця": {
   "1": [
   "ФРГТБ",
   "3",
   "1",
   " Менеджмент",
   "А-532 ",
   "Л"
   ],
   "2": [
   "ФРГТБ",
   "3",
   "1",
   " Менеджмент",
   "А-532 ",
   "П"
   ]
   }
   }
   },
   "доц. Вербицька Л.Ф .": {
   "Перший тиждень": {
   "Середа": {
   "3": [
   "ФРГТБ",
   "1",
   "7",
   " Психологія  В",
   "Г-208 ",
   "П"
   ]
   },
   "Понеділок": {
   "1": [
   "ФРГТБ",
   "5",
   "9м",
   " Антикризова психологія     В",
   "Г-208 ",
   "Л"
   ],
   "2": [
   "ФРГТБ",
   "5",
   "9м",
   " Антикризова психологія     В",
   "Г-208 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "11",
   " Психологія  В",
   "Г-206 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "2": [
   "ФРГТБ",
   "5",
   "6м",
   " Антикризова психологія     В",
   "Г-208 ",
   "П"
   ]
   },
   "Понеділок": {
   "1": [
   "ФРГТБ",
   "3",
   "9",
   " Психологія  В",
   "Г-205 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "3",
   "10",
   " Психологія  В",
   "Г-205 ",
   "П"
   ]
   },
   "Четвер": {
   "2": [
   "ФРГТБ",
   "1",
   "9",
   " Психологія  В",
   "Г-208 ",
   "П"
   ]
   }
   }
   },
   "проф. Грудницька С.М .": {
   "Перший тиждень": {
   "Четвер": {
   "5": [
   "ФМТП",
   "5",
   "2м",
   " Корпоративне право",
   "Д-103 ",
   "Л"
   ],
   "6": [
   "ФМТП",
   "5",
   "2м",
   " Корпоративне право",
   "Д-103 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "5": [
   "ФМТП",
   "5",
   "2м",
   " Корпоративне право",
   "А-309 ",
   "П"
   ]
   }
   }
   },
   "проф. Сопко В.В .": {
   "Перший тиждень": {
   "Вівторок": {
   "3": [
   "ФОАІС",
   "2",
   "9",
   " Бухгалтерський облік",
   "Б-205 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Вівторок": {
   "2": [
   "ФОАІС",
   "2",
   "9",
   " Бухгалтерський облік",
   "Б-205 ",
   "Л"
   ]
   }
   }
   },
   "ст.в. Котенко У.М .": {
   "Перший тиждень": {
   "Понеділок": {
   "1": [
   "ФФБС",
   "4",
   "8",
   " Банківські операції",
   "А-221 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "4",
   "8",
   " Банківські операції",
   "А-316 ",
   "Л"
   ]
   },
   "Вівторок": {
   "2": [
   "ФФБС",
   "3",
   "8",
   " Банківські операції",
   "А-316 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "3",
   "7",
   " Банківські операції",
   "А-324 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "1": [
   "ФФБС",
   "4",
   "7",
   " Банківські операції",
   "А-205 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "4",
   "8",
   " Банківські операції",
   "А-331 ",
   "Л"
   ]
   }
   }
   },
   "доц. Рзаєва С.Л .": {
   "Перший тиждень": {
   "Середа": {
   "4": [
   "ФЕМП",
   "4",
   "21",
   " Системний аналіз",
   "Б-505 ",
   "П"
   ],
   "5": [
   "ФЕМП",
   "4",
   "18",
   " Системний аналіз",
   "Б-505 ",
   "П"
   ]
   },
   "Понеділок": {
   "4": [
   "ФЕМП",
   "4",
   "20",
   " Системний аналіз",
   "Б-205 ",
   "Л"
   ],
   "6": [
   "ФЕМП",
   "4",
   "21",
   " Системний аналіз",
   "Б-505 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФЕМП",
   "4",
   "19",
   " Системний аналіз",
   "Б-510а",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "4": [
   "ФЕМП",
   "4",
   "21",
   " Системний аналіз",
   "Б-505 ",
   "П"
   ],
   "5": [
   "ФЕМП",
   "4",
   "20",
   " Системний аналіз",
   "Б-505 ",
   "П"
   ]
   },
   "Понеділок": {
   "4": [
   "ФЕМП",
   "4",
   "20",
   " Системний аналіз",
   "Б-209 ",
   "Л"
   ],
   "5": [
   "ФЕМП",
   "4",
   "21",
   " Системний аналіз",
   "Б-505 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФРГТБ",
   "1",
   "7",
   " Інформаційні системи і технології",
   "Б-510 ",
   "Лб2"
   ],
   "2": [
   "ФРГТБ",
   "1",
   "7",
   " Інформаційні системи і технології",
   "Б-510 ",
   "Лб2"
   ],
   "3": [
   "ФРГТБ",
   "1",
   "12",
   " Інформаційні системи і технології",
   "Б-514 ",
   "Лб1"
   ],
   "4": [
   "ФРГТБ",
   "1",
   "12",
   " Інформаційні системи і технології",
   "Б-514 ",
   "Лб1"
   ]
   }
   }
   },
   "ас. Лантвойт М.О .": {
   "Перший тиждень": {
   "Вівторок": {
   "4": [
   "ФМТП",
   "1",
   "8",
   " Економічна інформатика",
   "Б-520 ",
   "Лб2"
   ]
   }
   },
   "Другий тиждень": {
   "Вівторок": {
   "6": [
   "ФЕМП",
   "1",
   "11",
   " Економічна інформатика",
   "Б-522 ",
   "Лб2"
   ],
   "7": [
   "ФЕМП",
   "1",
   "11",
   " Економічна інформатика",
   "Б-522 ",
   "Лб2"
   ]
   }
   }
   },
   "доц. Холоденко А.В .": {
   "Перший тиждень": {
   "П'ятниця": {
   "4": [
   "ФЕМП",
   "1",
   "13",
   " Інмова за профспрям (Англ мова 2) ",
   "Д-225 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "5": [
   "ФЕМП",
   "1",
   "13",
   " Інмова за профспрям (Англ мова 2) ",
   "Б-107 ",
   "П"
   ]
   }
   }
   },
   "доц. Макогон В.Д .": {
   "Перший тиждень": {
   "Понеділок": {
   "1": [
   "ФФБС",
   "3",
   "2",
   " Податкова система України",
   "А-217 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "3",
   "3",
   " Податкова система України",
   "А-217 ",
   "П"
   ]
   },
   "Четвер": {
   "1": [
   "ФФБС",
   "3",
   "2",
   " Бюджетна система України",
   "А-217 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "3",
   "8",
   " Бюджетна система України",
   "А-221 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФФБС",
   "3",
   "3",
   " Бюджетна система України",
   "А-217 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "3",
   "4.2",
   " Податкова система України",
   "Б-207 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "П'ятниця": {
   "1": [
   "ФФБС",
   "3",
   "2",
   " Бюджетна система України",
   "А-217 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "3",
   "8",
   " Бюджетна система України",
   "А-221 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "3",
   "3",
   " Бюджетна система України",
   "А-217 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "3",
   "4.2",
   " Податкова система України",
   "А-354 ",
   "П"
   ]
   }
   }
   },
   "ас. Головачова О.С .": {
   "Перший тиждень": {
   "Понеділок": {
   "3": [
   "ФФБС",
   "2",
   "3",
   " Міжнародна економіка",
   "А-423 ",
   "П"
   ]
   },
   "Четвер": {
   "5": [
   "ФМТП",
   "4",
   "11 (колишня 9)",
   " Європейська інтеграція",
   "А-404 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "4",
   "10 (колишня 8)",
   " Європейська інтеграція",
   "А-422 ",
   "П"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФФБС",
   "2",
   "7",
   " Міжнародна економіка",
   "А-454 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "2",
   "4",
   " Міжнародна економіка",
   "А-409 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "П'ятниця": {
   "4": [
   "ФМТП",
   "4",
   "11 (колишня 9)",
   " Європейська інтеграція",
   "А-331 ",
   "Л"
   ],
   "5": [
   "ФМТП",
   "5",
   "6ам (колишня 5ам)",
   " Міжнародна безпека  В",
   "Б-105 ",
   "П"
   ]
   }
   }
   },
   "проф. Циганок О.М .": {
   "Перший тиждень": {
   "Середа": {
   "3": [
   "ФМТП",
   "1",
   "3",
   " Латинська мова 1             ",
   "А-20  ",
   "П"
   ],
   "4": [
   "ФМТП",
   "4",
   "16 (колишня 24)",
   " Друга іноземна мова 1       ",
   "А-202 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "1",
   "3",
   " Латинська мова 2             ",
   "А-204 ",
   "П"
   ]
   },
   "Понеділок": {
   "5": [
   "ФМТП",
   "1",
   "4",
   " Латинська мова 1             ",
   "А-206 ",
   "П"
   ]
   },
   "Вівторок": {
   "5": [
   "ФМТП",
   "4",
   "14 (колишня 22)",
   " Друга іноземна мова 1       ",
   "А-206 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "4",
   "14 (колишня 22)",
   " Друга іноземна мова 1       ",
   "А-206 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "4",
   "15 (колишня 23)",
   " Друга іноземна мова 2       ",
   "А-202 ",
   "П"
   ]
   },
   "П'ятниця": {
   "4": [
   "ФМТП",
   "1",
   "4",
   " Латинська мова 2             ",
   "А-28  ",
   "П"
   ],
   "5": [
   "ФМТП",
   "4",
   "16 (колишня 24)",
   " Друга іноземна мова 1       ",
   "А-202 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "4",
   "15 (колишня 23)",
   " Друга іноземна мова 2       ",
   "А-220 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "4": [
   "ФМТП",
   "4",
   "15 (колишня 23)",
   " Друга іноземна мова 2       ",
   "Б-107 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "1",
   "4",
   " Латинська мова 1             ",
   "Б-106 ",
   "П"
   ]
   },
   "Понеділок": {
   "4": [
   "ФМТП",
   "1",
   "3",
   " Латинська мова 2             ",
   "А-202 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "1",
   "3",
   " Латинська мова 1             ",
   "А-202 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "1",
   "4",
   " Латинська мова 2             ",
   "А-220 ",
   "П"
   ]
   },
   "Вівторок": {
   "5": [
   "ФМТП",
   "4",
   "14 (колишня 22)",
   " Друга іноземна мова 1       ",
   "Б-107 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "4",
   "16 (колишня 24)",
   " Друга іноземна мова 1       ",
   "Б-107 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "4",
   "15 (колишня 23)",
   " Друга іноземна мова 2       ",
   "А-220 ",
   "П"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФМТП",
   "4",
   "16 (колишня 24)",
   " Друга іноземна мова 1       ",
   "А-202 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "4",
   "14 (колишня 22)",
   " Друга іноземна мова 1       ",
   "А-202 ",
   "П"
   ]
   }
   }
   },
   "доц. Мельничук М.В .": {
   "Перший тиждень": {
   "Четвер": {
   "5": [
   "ФМТП",
   "4",
   "7",
   " Господарське процесуальне право",
   "А-423 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "4",
   "5",
   " Господарське процесуальне право",
   "А-524 ",
   "П"
   ]
   },
   "П'ятниця": {
   "6": [
   "ФМТП",
   "4",
   "6",
   " Господарське процесуальне право",
   "А-533 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "5": [
   "ФМТП",
   "4",
   "7",
   " Господарське процесуальне право",
   "А-524 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "4",
   "5",
   " Господарське процесуальне право",
   "А-454 ",
   "П"
   ]
   },
   "П'ятниця": {
   "5": [
   "ФМТП",
   "4",
   "6",
   " Господарське процесуальне право",
   "А-423 ",
   "П"
   ]
   }
   }
   },
   "ст.в. к.е.н. Міняйло В.П .": {
   "Перший тиждень": {
   "Понеділок": {
   "3": [
   "ФОАІС",
   "5",
   "3м",
   " Контроль державних закупівель",
   "Д-303 ",
   "П"
   ]
   },
   "Вівторок": {
   "1": [
   "ФОАІС",
   "5",
   "4м",
   " Державний аудит",
   "Д-303 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "2": [
   "ФОАІС",
   "5",
   "4м",
   " Державний аудит",
   "Д-313 ",
   "П"
   ]
   }
   }
   },
   "проф. Олійник О.В .": {
   "Другий тиждень": {
   "Вівторок": {
   "4": [
   "ФМТП",
   "1",
   "9",
   " Правознавство",
   "А-332 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "1",
   "9",
   " Правознавство",
   "А-401 ",
   "Л"
   ],
   "6": [
   "ФМТП",
   "1",
   "8",
   " Правознавство",
   "А-445 ",
   "П"
   ]
   }
   }
   },
   "ас. Губар С.І .": {
   "Перший тиждень": {
   "Середа": {
   "4": [
   "ФЕМП",
   "4",
   "12",
   " Автоматизація ек розрахунків",
   "Г-311 ",
   "П"
   ],
   "5": [
   "ФЕМП",
   "4",
   "27",
   " Автоматизація ек розрахунків",
   "Г-311 ",
   "П"
   ]
   },
   "Четвер": {
   "4": [
   "ФЕМП",
   "4",
   "17",
   " Автоматизація ек розрахунків",
   "Г-311 ",
   "П"
   ],
   "5": [
   "ФЕМП",
   "4",
   "16",
   " Автоматизація ек розрахунків",
   "Г-311 ",
   "П"
   ]
   },
   "Вівторок": {
   "6": [
   "ФЕМП",
   "4",
   "10",
   " Автоматизація ек розрахунків",
   "Б-102 ",
   "П"
   ],
   "7": [
   "ФЕМП",
   "4",
   "11",
   " Автоматизація ек розрахунків",
   "Б-102 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "5": [
   "ФЕМП",
   "4",
   "10",
   " Автоматизація ек розрахунків",
   "Г-311 ",
   "П"
   ],
   "6": [
   "ФЕМП",
   "4",
   "27",
   " Автоматизація ек розрахунків",
   "Г-311 ",
   "П"
   ],
   "7": [
   "ФЕМП",
   "4",
   "12",
   " Автоматизація ек розрахунків",
   "Г-311 ",
   "П"
   ]
   },
   "Вівторок": {
   "4": [
   "ФЕМП",
   "4",
   "16",
   " Автоматизація ек розрахунків",
   "Б-102 ",
   "П"
   ],
   "6": [
   "ФЕМП",
   "4",
   "17",
   " Автоматизація ек розрахунків",
   "Б-102 ",
   "П"
   ],
   "7": [
   "ФЕМП",
   "4",
   "11",
   " Автоматизація ек розрахунків",
   "Б-102 ",
   "П"
   ]
   }
   }
   },
   "ст.в. Кузнєцов О.Ф .": {
   "Перший тиждень": {
   "Середа": {
   "1": [
   "ФОАІС",
   "1",
   "2",
   " Економічна інформатика",
   "Б-520 ",
   "Лб1"
   ],
   "2": [
   "ФОАІС",
   "1",
   "2",
   " Економічна інформатика",
   "Б-520 ",
   "Лб1"
   ]
   },
   "Четвер": {
   "1": [
   "ФОАІС",
   "1",
   "4",
   " Економічна інформатика",
   "Б-523 ",
   "Лб1"
   ],
   "2": [
   "ФОАІС",
   "1",
   "4",
   " Економічна інформатика",
   "Б-523 ",
   "Лб1"
   ],
   "4": [
   "ФОАІС",
   "1",
   "2",
   " Економічна інформатика",
   "Б-102 ",
   "Л"
   ]
   },
   "Вівторок": {
   "2": [
   "ФОАІС",
   "2",
   "3",
   " Основи програмування  В",
   "Б-523 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "1",
   "3",
   " Економічна інформатика",
   "Б-504 ",
   "Лб1"
   ],
   "4": [
   "ФОАІС",
   "1",
   "3",
   " Економічна інформатика",
   "Б-504 ",
   "Лб1"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "3": [
   "ФОАІС",
   "2",
   "3",
   " Основи програмування  В",
   "Б-521 ",
   "Л"
   ],
   "4": [
   "ФОАІС",
   "2",
   "3",
   " Основи програмування  В",
   "Б-521 ",
   "П"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФОАІС",
   "1",
   "6",
   " Економічна інформатика",
   "Б-209 ",
   "Л"
   ],
   "3": [
   "ФОАІС",
   "1",
   "1",
   " Економічна інформатика",
   "Б-520 ",
   "Лб1"
   ],
   "4": [
   "ФОАІС",
   "1",
   "1",
   " Економічна інформатика",
   "Б-521 ",
   "Лб1"
   ]
   }
   }
   },
   "проф. Антоненко І.Я .": {
   "Перший тиждень": {
   "Середа": {
   "2": [
   "ФРГТБ",
   "3",
   "12",
   " Організація дозвілля  В",
   "Б-211 ",
   "Л"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "8",
   " Організація дозвілля  В",
   "Б-201 ",
   "Л"
   ]
   },
   "Понеділок": {
   "1": [
   "ФРГТБ",
   "3",
   "3",
   " Організація дозвілля  В",
   "А-542 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "3",
   "8",
   " Організація дозвілля  В",
   "Б-106 ",
   "П"
   ]
   },
   "Вівторок": {
   "1": [
   "ФРГТБ",
   "3",
   "5",
   " Організація дозвілля  В",
   "А-542 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "3",
   "6",
   " Організація дозвілля  В",
   "А-511 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "2": [
   "ФРГТБ",
   "3",
   "2",
   " Організація дозвілля  В",
   "А-526 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "7",
   " Організація дозвілля  В",
   "А-119 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "3",
   "1",
   " Організація дозвілля  В",
   "А-542 ",
   "П"
   ]
   }
   }
   },
   "доц. Мазаракі Н.А .": {
   "Перший тиждень": {
   "Середа": {
   "2": [
   "ФМТП",
   "4",
   "4",
   " Право Європейського Союзу",
   "А-454 ",
   "П"
   ],
   "3": [
   "ФМТП",
   "4",
   "7",
   " Право Європейського Союзу",
   "А-454 ",
   "П"
   ]
   },
   "Четвер": {
   "2": [
   "ФМТП",
   "4",
   "3",
   " Право Європейського Союзу",
   "А-454 ",
   "П"
   ],
   "3": [
   "ФМТП",
   "4",
   "6",
   " Право Європейського Союзу",
   "А-454 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "4",
   "11 (колишня 9)",
   " Міжнародне економічне право",
   "А-427 ",
   "Л"
   ]
   },
   "Вівторок": {
   "3": [
   "ФМТП",
   "4",
   "5",
   " Право Європейського Союзу",
   "Б-112 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "4",
   "7",
   " Право Європейського Союзу",
   "Б-211 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФМТП",
   "4",
   "10 (колишня 8)",
   " Міжнародне економічне право",
   "А-440 ",
   "П"
   ],
   "3": [
   "ФМТП",
   "4",
   "11 (колишня 9)",
   " Міжнародне економічне право",
   "А-440 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "2": [
   "ФМТП",
   "4",
   "5",
   " Право Європейського Союзу",
   "А-454 ",
   "П"
   ],
   "3": [
   "ФМТП",
   "4",
   "7",
   " Право Європейського Союзу",
   "А-454 ",
   "П"
   ]
   },
   "Четвер": {
   "3": [
   "ФМТП",
   "4",
   "6",
   " Право Європейського Союзу",
   "А-454 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "4",
   "11 (колишня 9)",
   " Міжнародне економічне право",
   "А-427 ",
   "Л"
   ]
   },
   "Вівторок": {
   "2": [
   "ФМТП",
   "4",
   "4",
   " Право Європейського Союзу",
   "Б-112 ",
   "П"
   ],
   "3": [
   "ФМТП",
   "4",
   "3",
   " Право Європейського Союзу",
   "Б-112 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "4",
   "7",
   " Право Європейського Союзу",
   "Б-211 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФМТП",
   "4",
   "11 (колишня 9)",
   " Міжнародне економічне право",
   "А-440 ",
   "П"
   ],
   "3": [
   "ФМТП",
   "4",
   "10 (колишня 8)",
   " Міжнародне економічне право",
   "А-440 ",
   "П"
   ]
   }
   }
   },
   "доц. Романенко Р.П .": {
   "Перший тиждень": {
   "Середа": {
   "3": [
   "ФРГТБ",
   "5",
   "7м",
   " Основи автоматиз проектування",
   "А-240 ",
   "Л"
   ]
   },
   "Четвер": {
   "1": [
   "ФРГТБ",
   "5",
   "7м",
   " Основи автоматиз проектування",
   "Б-103 ",
   "Лб1"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "1": [
   "ФРГТБ",
   "5",
   "7м",
   " Основи автоматиз проектування",
   "Б-103 ",
   "Л"
   ],
   "2": [
   "ФРГТБ",
   "5",
   "7м",
   " Основи автоматиз проектування",
   "Б-103 ",
   "Лб1"
   ]
   }
   }
   },
   "ас. к.е.н. Пурденко О.А .": {
   "Перший тиждень": {
   "Середа": {
   "2": [
   "ФРГТБ",
   "2",
   "14",
   " Основи підприємництва",
   "А-445 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "3": [
   "ФОАІС",
   "3",
   "2",
   " Економіка праці та соц-труд відносини",
   "Б-108 ",
   "П"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФОАІС",
   "3",
   "3",
   " Економіка праці та соц-труд відносини",
   "Д-105 ",
   "П"
   ],
   "4": [
   "ФОАІС",
   "3",
   "4",
   " Економіка праці та соц-труд відносини",
   "Б-105 ",
   "П"
   ]
   }
   }
   },
   "доц. Ясинська Н.С .": {
   "Перший тиждень": {
   "П'ятниця": {
   "4": [
   "ФРГТБ",
   "2",
   "7",
   " Технічне регул. Основи стандарт, метрол та УЯ",
   "А-119 ",
   "П"
   ]
   }
   }
   },
   "ст.в. Гуминська М.В .": {
   "Перший тиждень": {
   "Середа": {
   "3": [
   "ФФБС",
   "4",
   "3",
   " Фінанси страхових організацій",
   "А-144 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "4",
   "4",
   " Фінанси страхових організацій",
   "А-217 ",
   "П"
   ]
   },
   "Понеділок": {
   "1": [
   "ФФБС",
   "4",
   "9",
   " Фінанси страхових організацій",
   "Б-207 ",
   "Л"
   ],
   "2": [
   "ФФБС",
   "4",
   "9",
   " Фінанси страхових організацій",
   "Б-207 ",
   "Л"
   ],
   "3": [
   "ФФБС",
   "4",
   "4",
   " Фінанси страхових організацій",
   "А-217 ",
   "П"
   ]
   },
   "Четвер": {
   "1": [
   "ФФБС",
   "3",
   "4.1",
   " Місцеві фінанси",
   "А-205 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "3",
   "2",
   " Місцеві фінанси",
   "А-217 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФФБС",
   "3",
   "4.2",
   " Місцеві фінанси",
   "А-20  ",
   "П"
   ],
   "3": [
   "ФФБС",
   "4",
   "5",
   " Фінанси страхових організацій",
   "А-401 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "3",
   "3",
   " Місцеві фінанси",
   "А-324 ",
   "П"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФФБС",
   "3",
   "3",
   " Місцеві фінанси",
   "А-221 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "4",
   "5",
   " Фінанси страхових організацій",
   "А-8   ",
   "П"
   ],
   "3": [
   "ФФБС",
   "4",
   "9",
   " Фінанси страхових організацій",
   "А-215 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "2": [
   "ФФБС",
   "3",
   "4.2",
   " Місцеві фінанси",
   "Б-207 ",
   "Л"
   ]
   },
   "Понеділок": {
   "1": [
   "ФФБС",
   "4",
   "3",
   " Фінанси страхових організацій",
   "А-217 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "4",
   "9",
   " Фінанси страхових організацій",
   "А-303 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФФБС",
   "3",
   "2",
   " Місцеві фінанси",
   "А-217 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "3",
   "4.1",
   " Місцеві фінанси",
   "А-217 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "4",
   "9",
   " Фінанси страхових організацій",
   "А-215 ",
   "П"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФФБС",
   "4",
   "4",
   " Фінанси страхових організацій",
   "А-221 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "4",
   "5",
   " Фінанси страхових організацій",
   "А-144 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "3",
   "4.2",
   " Місцеві фінанси",
   "А-535 ",
   "П"
   ]
   }
   }
   },
   "доц. Ротова Т.А .": {
   "Перший тиждень": {
   "Середа": {
   "1": [
   "ФФБС",
   "3",
   "4.2",
   " Страхові послуги",
   "А-215 ",
   "Л"
   ],
   "2": [
   "ФРГТБ",
   "5",
   "9м",
   " Страхування",
   "А-215 ",
   "Л"
   ],
   "3": [
   "ФРГТБ",
   "5",
   "9м",
   " Страхування",
   "А-215 ",
   "П"
   ]
   },
   "Понеділок": {
   "2": [
   "ФРГТБ",
   "5",
   "7м",
   " Страхування  В",
   "А-219 ",
   "Л"
   ],
   "3": [
   "ФРГТБ",
   "5",
   "7м",
   " Страхування  В",
   "А-219 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "3",
   "4.2",
   " Страхові послуги",
   "А-215 ",
   "П"
   ]
   }
   }
   },
   "доц. Гончаренко О.М .": {
   "Перший тиждень": {
   "Середа": {
   "4": [
   "ФМТП",
   "5",
   "7м (колишня 6м)",
   " Міжнародний комерц арбітраж  В",
   "А-454 ",
   "Л"
   ],
   "5": [
   "ФМТП",
   "5",
   "7м (колишня 6м)",
   " Міжнародний комерц арбітраж  В",
   "А-454 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "5",
   "2м",
   " Транснац торг право (Lex mercatoria)",
   "Б-102 ",
   "П"
   ]
   },
   "Понеділок": {
   "4": [
   "ФМТП",
   "5",
   "4м",
   " Міжнародний комерц арбітраж",
   "Д-105 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "5",
   "4м",
   " Міжнародний комерц арбітраж",
   "Д-113 ",
   "Л"
   ],
   "6": [
   "ФМТП",
   "5",
   "3м",
   " Міжнародний комерц арбітраж",
   "Д-113 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "4": [
   "ФМТП",
   "5",
   "7м (колишня 6м)",
   " Міжнародний комерц арбітраж  В",
   "А-533 ",
   "Л"
   ],
   "5": [
   "ФМТП",
   "5",
   "7м (колишня 6м)",
   " Міжнародний комерц арбітраж  В",
   "А-533 ",
   "П"
   ]
   },
   "Понеділок": {
   "5": [
   "ФМТП",
   "5",
   "4м",
   " Міжнародний комерц арбітраж",
   "А-402 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "5",
   "4м",
   " Міжнародний комерц арбітраж",
   "А-217 ",
   "Л"
   ],
   "7": [
   "ФМТП",
   "5",
   "3м",
   " Міжнародний комерц арбітраж",
   "А-423 ",
   "П"
   ]
   }
   }
   },
   "ас. к.е.н. Карпенко Д.В .": {
   "Перший тиждень": {
   "Четвер": {
   "4": [
   "ФМТП",
   "5",
   "9ам (колишня 17ам)",
   " Звітність в ЗЕД  В",
   "Д-403 ",
   "Л"
   ]
   },
   "Вівторок": {
   "6": [
   "ФЕМП",
   "5",
   "12м",
   " Облік і фін звіт за міжнарод станд",
   "Д-403 ",
   "Л"
   ],
   "7": [
   "ФЕМП",
   "5",
   "12м",
   " Облік і фін звіт за міжнарод станд",
   "Д-403 ",
   "П"
   ]
   },
   "П'ятниця": {
   "5": [
   "ФМТП",
   "3",
   "14 (колишня 22)",
   " Бухгалтерський облік",
   "Д-403 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "5",
   "9ам (колишня 17ам)",
   " Звітність в ЗЕД  В",
   "Б-111 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "4": [
   "ФЕМП",
   "5",
   "12м",
   " Облік і фін звіт за міжнарод станд",
   "Д-405 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "3",
   "14 (колишня 22)",
   " Бухгалтерський облік",
   "Д-405 ",
   "П"
   ]
   },
   "Четвер": {
   "6": [
   "ФЕМП",
   "5",
   "12м",
   " Облік і фін звіт за міжнарод станд",
   "Д-403 ",
   "Л"
   ],
   "7": [
   "ФЕМП",
   "5",
   "8м",
   " Облік і фін звіт за міжнарод станд",
   "Д-403 ",
   "П"
   ]
   },
   "П'ятниця": {
   "5": [
   "ФМТП",
   "5",
   "9ам (колишня 17ам)",
   " Звітність в ЗЕД  В",
   "Д-403 ",
   "Л"
   ]
   }
   }
   },
   "доц. Рязанцева В.В .": {
   "Перший тиждень": {
   "Середа": {
   "2": [
   "ФОАІС",
   "2",
   "1",
   " Статистика",
   "А-354 ",
   "П"
   ]
   },
   "Четвер": {
   "3": [
   "ФОАІС",
   "2",
   "9",
   " Статистика",
   "А-348 ",
   "П"
   ]
   }
   }
   },
   "вик. Дурдас А.П .": {
   "Перший тиждень": {
   "Середа": {
   "1": [
   "ФФБС",
   "1",
   "4",
   " Інмова за профспрям (Англ мова 2) ",
   "А-202 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "1",
   "3",
   " Інмова за профспрям (Англ мова 2) ",
   "Б-112 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "1",
   "5",
   " Інмова за профспрям (Англ мова 1)",
   "А-206 ",
   "П"
   ],
   "4": [
   "ФОАІС",
   "1",
   "4",
   " Інмова за профспрям (Англ мова 2) ",
   "Д-113 ",
   "П"
   ]
   },
   "Понеділок": {
   "2": [
   "ФОАІС",
   "2",
   "8",
   " Інмова за профспрям (Англ мова 2) ",
   "А-202 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "1",
   "4",
   " Інмова за профспрям (Англ мова 2)",
   "А-202 ",
   "П"
   ]
   },
   "Четвер": {
   "2": [
   "ФОАІС",
   "1",
   "3",
   " Інмова за профспрям (Англ мова 2) ",
   "А-204 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "1",
   "5",
   " Інмова за профспрям (Англ мова 1) ",
   "А-208 ",
   "П"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФФБС",
   "1",
   "3",
   " Інмова за профспрям (Англ мова 2) ",
   "А-202 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "1",
   "9",
   " Інмова за профспрям (Англ мова 2) ",
   "А-202 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "1",
   "9",
   " Інмова за профспрям (Англ мова 2) ",
   "А-318 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "1": [
   "ФОАІС",
   "1",
   "4",
   " Інмова за профспрям (Англ мова 2) ",
   "А-210 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "1",
   "3",
   " Інмова за профспрям (Англ мова 2) В",
   "А-202 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "1",
   "3",
   " Інмова за профспрям (Англ мова 2) ",
   "А-204 ",
   "П"
   ]
   },
   "Понеділок": {
   "1": [
   "ФФБС",
   "1",
   "4",
   " Інмова за профспрям (Англ мова 2) ",
   "А-210 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "1",
   "5",
   " Інмова за профспрям (Англ мова 1) ",
   "Б-109 ",
   "П"
   ]
   },
   "Четвер": {
   "3": [
   "ФОАІС",
   "2",
   "8",
   " Інмова за профспрям (Англ мова 2) ",
   "А-202 ",
   "П"
   ],
   "5": [
   "ФФБС",
   "1",
   "4",
   " Інмова за профспрям (Англ мова 2) ",
   "А-319 ",
   "П"
   ]
   },
   "Вівторок": {
   "1": [
   "ФФБС",
   "1",
   "9",
   " Інмова за профспрям (Англ мова 2) ",
   "А-206 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "1",
   "9",
   " Інмова за профспрям (Англ мова 2) ",
   "А-206 ",
   "П"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФФБС",
   "1",
   "5",
   " Інмова за профспрям (Англ мова 1) ",
   "А-354 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "1",
   "3",
   " Інмова за профспрям (Англ мова 2) ",
   "В-206 ",
   "П"
   ]
   }
   }
   },
   "доц. Харченко О.А .": {
   "Перший тиждень": {
   "Середа": {
   "2": [
   "ФОАІС",
   "2",
   "8",
   " Операційні системи",
   "Б-505 ",
   "Л"
   ],
   "3": [
   "ФОАІС",
   "2",
   "7",
   " Операційні системи",
   "Б-504 ",
   "Лб1"
   ],
   "4": [
   "ФОАІС",
   "2",
   "7",
   " Операційні системи",
   "Б-504 ",
   "Лб1"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "2": [
   "ФОАІС",
   "2",
   "8",
   " Операційні системи",
   "Б-504 ",
   "Лб1"
   ],
   "3": [
   "ФОАІС",
   "2",
   "8",
   " Операційні системи",
   "Б-504 ",
   "Лб1"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФОАІС",
   "2",
   "8",
   " Операційні системи",
   "Б-505 ",
   "Л"
   ],
   "3": [
   "ФОАІС",
   "2",
   "8",
   " Операційні системи",
   "Б-504 ",
   "Лб2"
   ],
   "4": [
   "ФОАІС",
   "2",
   "8",
   " Операційні системи",
   "Б-504 ",
   "Лб2"
   ]
   }
   }
   },
   "ас. Михайлик В.С .": {
   "Перший тиждень": {
   "Понеділок": {
   "1": [
   "ФРГТБ",
   "2",
   "8",
   " Технологія продукції РГ",
   "E-2   ",
   "Лб1"
   ],
   "2": [
   "ФРГТБ",
   "2",
   "8",
   " Технологія продукції РГ",
   "E-2   ",
   "Лб1"
   ]
   },
   "Четвер": {
   "1": [
   "ФРГТБ",
   "1",
   "7",
   " Технологія продукції РГ",
   "E-3   ",
   "Лб2"
   ],
   "2": [
   "ФРГТБ",
   "1",
   "7",
   " Технологія продукції РГ",
   "E-3   ",
   "Лб2"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "4",
   " Технологія продукції РГ",
   "E-3   ",
   "Лб2"
   ],
   "4": [
   "ФРГТБ",
   "3",
   "4",
   " Технологія продукції РГ",
   "E-3   ",
   "Лб2"
   ],
   "5": [
   "ФРГТБ",
   "3",
   "4",
   " Технологія продукції РГ",
   "E-3   ",
   "Лб2"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФРГТБ",
   "2",
   "9",
   " Технологія продукції РГ",
   "E-2   ",
   "Лб1"
   ],
   "2": [
   "ФРГТБ",
   "2",
   "9",
   " Технологія продукції РГ",
   "E-2   ",
   "Лб1"
   ],
   "3": [
   "ФРГТБ",
   "2",
   "6",
   " Технологія продукції РГ",
   "E-2   ",
   "Лб2"
   ],
   "4": [
   "ФРГТБ",
   "2",
   "6",
   " Технологія продукції РГ",
   "E-2   ",
   "Лб2"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "5": [
   "ФРГТБ",
   "2",
   "15",
   " Технологія продукції РГ",
   "E-2   ",
   "Лб1"
   ],
   "6": [
   "ФРГТБ",
   "2",
   "15",
   " Технологія продукції РГ",
   "E-2   ",
   "Лб1"
   ]
   },
   "Четвер": {
   "1": [
   "ФРГТБ",
   "1",
   "8",
   " Технологія продукції РГ",
   "E-3   ",
   "Лб2"
   ],
   "2": [
   "ФРГТБ",
   "1",
   "8",
   " Технологія продукції РГ",
   "E-3   ",
   "Лб2"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФРГТБ",
   "1",
   "11",
   " Технологія продукції РГ",
   "E-2   ",
   "Лб1"
   ],
   "4": [
   "ФРГТБ",
   "1",
   "11",
   " Технологія продукції РГ",
   "E-2   ",
   "Лб1"
   ],
   "5": [
   "ФРГТБ",
   "2",
   "14",
   " Технологія продукції РГ",
   "E-2   ",
   "Лб2"
   ],
   "6": [
   "ФРГТБ",
   "2",
   "14",
   " Технологія продукції РГ",
   "E-2   ",
   "Лб2"
   ]
   }
   }
   },
   "доц. Серажим Ю.В .": {
   "Перший тиждень": {
   "Понеділок": {
   "2": [
   "ФРГТБ",
   "2",
   "5",
   " Фінанси, гроші та кредит",
   "Б-201 ",
   "Л"
   ]
   },
   "Вівторок": {
   "2": [
   "ФФБС",
   "5",
   "7 м",
   " Аналіз фінансових ринків  В",
   "А-324 ",
   "Л"
   ],
   "3": [
   "ФРГТБ",
   "2",
   "3",
   " Фінанси, гроші та кредит",
   "А-409 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "2": [
   "ФФБС",
   "5",
   "6 м",
   " Аналіз фінансових ринків  В",
   "А-28  ",
   "П"
   ],
   "3": [
   "ФФБС",
   "5",
   "7 м",
   " Аналіз фінансових ринків  В",
   "А-221 ",
   "П"
   ]
   },
   "Понеділок": {
   "3": [
   "ФРГТБ",
   "2",
   "5",
   " Фінанси, гроші та кредит",
   "Б-201 ",
   "Л"
   ],
   "4": [
   "ФРГТБ",
   "2",
   "3",
   " Фінанси, гроші та кредит",
   "А-322 ",
   "П"
   ]
   }
   }
   },
   "доц. Стояненко І.В .": {
   "Перший тиждень": {
   "Понеділок": {
   "5": [
   "ФМТП",
   "3",
   "15 (колишня 23)",
   " Економіка і фінанси підприємства",
   "А-401 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "5": [
   "ФМТП",
   "3",
   "15 (колишня 23)",
   " Економіка і фінанси підприємства",
   "А-533 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "5": [
   "ФМТП",
   "3",
   "15 (колишня 23)",
   " Економіка і фінанси підприємства",
   "Д-101 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "5": [
   "ФМТП",
   "3",
   "15 (колишня 23)",
   " Економіка і фінанси підприємства",
   "А-331 ",
   "П"
   ]
   }
   }
   },
   "ст.в. Лисак О.Б .": {
   "Перший тиждень": {
   "Вівторок": {
   "3": [
   "ФЕМП",
   "4",
   "19",
   " Ділова англійська мова 2    ",
   "А-20  ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Вівторок": {
   "7": [
   "ФЕМП",
   "4",
   "19",
   " Ділова англійська мова 2    ",
   "А-208 ",
   "П"
   ]
   },
   "П'ятниця": {
   "4": [
   "ФЕМП",
   "4",
   "19",
   " Ділова англійська мова 2    ",
   "А-206 ",
   "П"
   ]
   }
   }
   },
   "доц. Міска В.Г .": {
   "Перший тиждень": {
   "Понеділок": {
   "1": [
   "ФРГТБ",
   "5",
   "5м",
   " Економіка ресторанів",
   "А-532 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "3": [
   "ФРГТБ",
   "5",
   "5м",
   " Економіка ресторанів",
   "А-540 ",
   "П"
   ]
   }
   }
   },
   "доц. Сушко Н.М .": {
   "Перший тиждень": {
   "Середа": {
   "2": [
   "ФФБС",
   "2",
   "6.2",
   " Гроші та кредит",
   "Б-203 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФФБС",
   "2",
   "6.2",
   " Гроші та кредит",
   "Б-203 ",
   "Л"
   ],
   "2": [
   "ФФБС",
   "2",
   "8",
   " Гроші та кредит",
   "А-205 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "1": [
   "ФФБС",
   "2",
   "6.2",
   " Гроші та кредит",
   "Б-203 ",
   "Л"
   ]
   },
   "Вівторок": {
   "3": [
   "ФОАІС",
   "1",
   "6",
   " Гроші та кредит",
   "Б-205 ",
   "Л"
   ],
   "4": [
   "ФФБС",
   "2",
   "8",
   " Гроші та кредит",
   "А-316 ",
   "П"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФФБС",
   "2",
   "8",
   " Гроші та кредит",
   "А-334 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "1",
   "3",
   " Гроші та кредит",
   "А-28  ",
   "П"
   ]
   }
   }
   },
   "доц. Роглев Х.Й .": {
   "Перший тиждень": {
   "Середа": {
   "3": [
   "ФРГТБ",
   "2",
   "7",
   " Готельна справа",
   "А-331 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "2",
   "15",
   " Готельна справа",
   "А-347 ",
   "П"
   ]
   },
   "Понеділок": {
   "3": [
   "ФРГТБ",
   "2",
   "8",
   " Готельна справа",
   "А-334 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "2",
   "15",
   " Готельна справа",
   "А-507 ",
   "Л"
   ],
   "5": [
   "ФРГТБ",
   "2",
   "9",
   " Готельна справа",
   "А-540 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "3": [
   "ФРГТБ",
   "2",
   "7",
   " Готельна справа",
   "А-533 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "2",
   "15",
   " Готельна справа",
   "А-511 ",
   "Л"
   ],
   "5": [
   "ФРГТБ",
   "2",
   "9",
   " Готельна справа",
   "А-540 ",
   "П"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФРГТБ",
   "2",
   "8",
   " Готельна справа",
   "А-540 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "2",
   "15",
   " Готельна справа",
   "А-532 ",
   "П"
   ]
   }
   }
   },
   "доц. Кочубей Д.В .": {
   "Перший тиждень": {
   "Середа": {
   "5": [
   "ФЕМП",
   "5",
   "21м",
   " Управління ланцюгами поставок",
   "А-422 ",
   "Л"
   ]
   },
   "Четвер": {
   "6": [
   "ФЕМП",
   "5",
   "21м",
   " Управління ланцюгами поставок",
   "А-409а",
   "П"
   ],
   "7": [
   "ФЕМП",
   "5",
   "21м",
   " Оптимізація логістичних рішень В",
   "А-409а",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "5": [
   "ФЕМП",
   "5",
   "21м",
   " Інформаційні сист і техн в логістиці",
   "А-409а",
   "П"
   ],
   "6": [
   "ФЕМП",
   "5",
   "21м",
   " Управління ланцюгами поставок",
   "А-409а",
   "П"
   ]
   },
   "Вівторок": {
   "6": [
   "ФЕМП",
   "5",
   "21м",
   " Оптимізація логістичних рішень В",
   "А-409а",
   "Л"
   ],
   "7": [
   "ФЕМП",
   "5",
   "21м",
   " Оптимізація логістичних рішень В",
   "А-409а",
   "П"
   ]
   }
   }
   },
   "ст.в. Дубініна О.В .": {
   "Перший тиждень": {
   "Четвер": {
   "1": [
   "ФРГТБ",
   "2",
   "12",
   " Інмова за профспрям (Англ мова 2) ",
   "Г-208 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "3",
   "11",
   " Інмова за профспрям (Англ мова 2) ",
   "Г-208 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "9",
   " Інмова за профспрям (Англ мова 2) ",
   "Г-208 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "3",
   "10",
   " Інмова за профспрям (Англ мова 2) ",
   "Г-208 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "1": [
   "ФРГТБ",
   "3",
   "10",
   " Інмова за профспрям (Англ мова 2) ",
   "Г-207 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "9",
   " Інмова за профспрям (Англ мова 2) ",
   "Г-207 ",
   "П"
   ]
   },
   "Четвер": {
   "1": [
   "ФРГТБ",
   "2",
   "12",
   " Інмова за профспрям (Англ мова 2) ",
   "Г-207 ",
   "П"
   ]
   },
   "Вівторок": {
   "1": [
   "ФРГТБ",
   "3",
   "11",
   " Інмова за профспрям (Англ мова 2) ",
   "Г-205 ",
   "П"
   ]
   }
   }
   },
   "доц. Кочерга В.І .": {
   "Перший тиждень": {
   "Середа": {
   "3": [
   "ФРГТБ",
   "2",
   "6",
   " Технологія продукції РГ",
   "E-2   ",
   "Лб1"
   ],
   "4": [
   "ФРГТБ",
   "2",
   "6",
   " Технологія продукції РГ",
   "E-2   ",
   "Лб1"
   ]
   },
   "Понеділок": {
   "4": [
   "ФРГТБ",
   "2",
   "14",
   " Технологія продукції РГ",
   "А-511 ",
   "Л"
   ],
   "5": [
   "ФРГТБ",
   "2",
   "14",
   " Технологія продукції РГ",
   "E-2   ",
   "Лб1"
   ],
   "6": [
   "ФРГТБ",
   "2",
   "14",
   " Технологія продукції РГ",
   "E-2   ",
   "Лб1"
   ]
   },
   "Четвер": {
   "3": [
   "ФРГТБ",
   "2",
   "14",
   " Технологія продукції РГ",
   "А-517 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "3": [
   "ФРГТБ",
   "2",
   "14",
   " Технологія продукції РГ",
   "А-507 ",
   "Л"
   ],
   "4": [
   "ФРГТБ",
   "2",
   "14",
   " Технологія продукції РГ",
   "А-507 ",
   "Л"
   ]
   }
   }
   },
   "ст.в. к.е.н. Зубко О.В .": {
   "Перший тиждень": {
   "Понеділок": {
   "6": [
   "ФМТП",
   "3",
   "9",
   " Міжнародна економічна діял України",
   "Б-108 ",
   "П"
   ]
   },
   "Четвер": {
   "4": [
   "ФФБС",
   "2",
   "6.2",
   " Міжнародна економіка",
   "Б-203 ",
   "Л"
   ],
   "5": [
   "ФМТП",
   "3",
   "10",
   " Міжнародна економічна діял України",
   "А-427 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "5": [
   "ФМТП",
   "3",
   "10",
   " Міжнародна економічна діял України",
   "Б-109 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "3",
   "8",
   " Міжнародна економічна діял України",
   "А-144 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "4": [
   "ФМТП",
   "3",
   "9",
   " Міжнародна економічна діял України",
   "Б-109 ",
   "П"
   ]
   },
   "Понеділок": {
   "5": [
   "ФМТП",
   "3",
   "10",
   " Міжнародна економічна діял України",
   "А-412 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "4": [
   "ФМТП",
   "3",
   "10",
   " Міжнародна економічна діял України",
   "А-348 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "3",
   "8",
   " Міжнародна економічна діял України",
   "А-331 ",
   "П"
   ]
   }
   }
   },
   "доц. Ситниченко О.М .": {
   "Перший тиждень": {
   "Середа": {
   "4": [
   "ФМТП",
   "2",
   "6",
   " Кримінальне право",
   "Д-301 ",
   "Л"
   ]
   },
   "Понеділок": {
   "5": [
   "ФМТП",
   "2",
   "6",
   " Кримінальне право",
   "А-205 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "2",
   "3",
   " Кримінальне право",
   "А-404 ",
   "П"
   ]
   },
   "Четвер": {
   "5": [
   "ФМТП",
   "2",
   "4",
   " Кримінальне право",
   "А-412 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "2",
   "6",
   " Кримінальне право",
   "А-402 ",
   "П"
   ]
   },
   "Вівторок": {
   "4": [
   "ФМТП",
   "2",
   "5",
   " Кримінальне право",
   "Д-113 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "2",
   "3",
   " Кримінальне право",
   "А-402 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "2",
   "4",
   " Кримінальне право",
   "А-402 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "4": [
   "ФМТП",
   "2",
   "6",
   " Кримінальне право",
   "Д-301 ",
   "Л"
   ]
   },
   "Понеділок": {
   "6": [
   "ФМТП",
   "2",
   "6",
   " Кримінальне право",
   "А-401 ",
   "Л"
   ],
   "7": [
   "ФМТП",
   "2",
   "5",
   " Кримінальне право",
   "А-402 ",
   "П"
   ]
   },
   "Четвер": {
   "3": [
   "ФМТП",
   "2",
   "6",
   " Кримінальне право",
   "А-402 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "2",
   "5",
   " Кримінальне право",
   "А-404 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "2",
   "3",
   " Кримінальне право",
   "А-404 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "2",
   "4",
   " Кримінальне право",
   "А-422 ",
   "П"
   ]
   }
   }
   },
   "ст.в. Коваленко Л.В .": {
   "Перший тиждень": {
   "Понеділок": {
   "4": [
   "ФТМ",
   "2",
   "1",
   " Практ курс другої інмови  2  ",
   "А-328 ",
   "П"
   ]
   },
   "Четвер": {
   "2": [
   "ФФБС",
   "1",
   "9",
   " Інмова за профспрям (Нім мова)  ",
   "А-208 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "1",
   "5",
   " Друга іноземна мова 1       ",
   "А-308 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФМТП",
   "4",
   "15 (колишня 23)",
   " Друга іноземна мова 1       ",
   "Б-110 ",
   "П"
   ],
   "5": [
   "ФТМ",
   "2",
   "1",
   " Практ курс другої інмови  2  ",
   "Б-311 ",
   "П"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФМТП",
   "4",
   "15 (колишня 23)",
   " Друга іноземна мова 1       ",
   "А-204 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "4",
   "10 (колишня 8)",
   " Друга іноземна мова 1       ",
   "А-202 ",
   "П"
   ],
   "5": [
   "ФФБС",
   "1",
   "8",
   " Друга іноземна мова 1       ",
   "А-309 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "4",
   "11 (колишня 9)",
   " Друга іноземна мова 1       ",
   "А-206 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "3": [
   "ФФБС",
   "1",
   "5",
   " Друга іноземна мова 1       ",
   "А-208 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "4",
   "15 (колишня 23)",
   " Друга іноземна мова 1       ",
   "А-20  ",
   "П"
   ],
   "5": [
   "ФФБС",
   "1",
   "9",
   " Інмова за профспрям (Нім мова)  ",
   "Б-110 ",
   "П"
   ]
   },
   "Понеділок": {
   "3": [
   "ФФБС",
   "1",
   "8",
   " Друга іноземна мова 1       ",
   "А-8   ",
   "П"
   ]
   },
   "Четвер": {
   "4": [
   "ФТМ",
   "2",
   "1",
   " Практ курс другої інмови  2  ",
   "А-328 ",
   "П"
   ],
   "5": [
   "ФТМ",
   "2",
   "1",
   " Практ курс другої інмови  2  ",
   "А-328 ",
   "П"
   ]
   },
   "П'ятниця": {
   "4": [
   "ФМТП",
   "4",
   "15 (колишня 23)",
   " Друга іноземна мова 1       ",
   "А-204 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "4",
   "11 (колишня 9)",
   " Друга іноземна мова 1       ",
   "А-202 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "4",
   "10 (колишня 8)",
   " Друга іноземна мова 1       ",
   "А-206 ",
   "П"
   ]
   }
   }
   },
   "доц. Канева Т.В .": {
   "Перший тиждень": {
   "Четвер": {
   "3": [
   "ФФБС",
   "4",
   "5",
   " Б/облік в бюджетних установах",
   "А-325 ",
   "Л"
   ]
   },
   "Вівторок": {
   "4": [
   "ФФБС",
   "4",
   "5",
   " Б/облік в бюджетних установах",
   "А-325 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Вівторок": {
   "4": [
   "ФФБС",
   "4",
   "5",
   " Б/облік в бюджетних установах",
   "А-325 ",
   "Л"
   ]
   }
   }
   },
   "доц. Дараганова Н.В .": {
   "Перший тиждень": {
   "Середа": {
   "4": [
   "ФФБС",
   "5",
   "3 м",
   " Інтелектуальна власність",
   "А-422 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "4",
   "6",
   " Господарське право",
   "А-427 ",
   "П"
   ]
   },
   "Вівторок": {
   "5": [
   "ФМТП",
   "4",
   "3",
   " Господарське право",
   "А-445 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "4",
   "3",
   " Господарське право",
   "А-440 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "4",
   "6",
   " Господарське право",
   "А-528 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "1": [
   "ФФБС",
   "5",
   "7 м",
   " Інтелектуальна власність",
   "А-401 ",
   "Л"
   ],
   "2": [
   "ФФБС",
   "5",
   "2 м",
   " Інтелектуальна власність",
   "А-316 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "5",
   "5 м",
   " Інтелектуальна власність",
   "А-423 ",
   "П"
   ]
   },
   "Понеділок": {
   "4": [
   "ФФБС",
   "5",
   "7 м",
   " Інтелектуальна власність",
   "А-404 ",
   "П"
   ]
   },
   "Вівторок": {
   "4": [
   "ФФБС",
   "5",
   "6 м",
   " Інтелектуальна власність",
   "А-502 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "4",
   "6",
   " Господарське право",
   "А-526 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "4",
   "3",
   " Господарське право",
   "А-526 ",
   "П"
   ]
   }
   }
   },
   "вик. Ребченко О.С .": {
   "Перший тиждень": {
   "Середа": {
   "2": [
   "ФРГТБ",
   "1",
   "10",
   " Інмова за профспрям (Англ мова 1) ",
   "А-8   ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "2",
   "8",
   " Інмова за профспрям (Англ мова 1) ",
   "Д-107 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "2",
   "8",
   " Інмова за профспрям (Англ мова 1) ",
   "Д-107 ",
   "П"
   ]
   },
   "Четвер": {
   "1": [
   "ФРГТБ",
   "3",
   "12",
   " Інмова за профспрям (Англ мова 1) ",
   "Б-110 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "1",
   "5",
   " Інмова за профспрям (Англ мова 2) ",
   "В-205 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "5",
   " Інмова за профспрям (Англ мова 2) ",
   "Б-110 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "3",
   "11",
   " Інмова за профспрям (Англ мова 1) ",
   "Б-107 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФРГТБ",
   "3",
   "7",
   " Інмова за профспрям (Англ мова 1) ",
   "Б-110 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "1",
   "12",
   " Інмова за профспрям (Англ мова 2) ",
   "Б-107 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "1",
   "9",
   " Інмова за профспрям (Англ мова 1) ",
   "Д-313 ",
   "П"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФРГТБ",
   "3",
   "6",
   " Інмова за профспрям (Англ мова 2) ",
   "Б-107 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "1",
   "13",
   " Інмова за профспрям (Англ мова 2) ",
   "В-206 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "2": [
   "ФРГТБ",
   "3",
   "12",
   " Інмова за профспрям (Англ мова 1) ",
   "Б-107 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "6",
   " Інмова за профспрям (Англ мова 2) ",
   "Б-107 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "3",
   "5",
   " Інмова за профспрям (Англ мова 2) ",
   "Б-106 ",
   "П"
   ]
   },
   "Четвер": {
   "2": [
   "ФРГТБ",
   "1",
   "12",
   " Інмова за профспрям (Англ мова 2) ",
   "А-220 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "1",
   "13",
   " Інмова за профспрям (Англ мова 2) ",
   "А-303 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "3",
   "7",
   " Інмова за профспрям (Англ мова 1) ",
   "Б-108 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФРГТБ",
   "1",
   "5",
   " Інмова за профспрям (Англ мова 2) ",
   "А-208 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "1",
   "9",
   " Інмова за профспрям (Англ мова 1) ",
   "Д-107 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "3",
   "11",
   " Інмова за профспрям (Англ мова 1) ",
   "В-205 ",
   "П"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФРГТБ",
   "1",
   "10",
   " Інмова за профспрям (Англ мова 1) ",
   "Д-105 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "2",
   "8",
   " Інмова за профспрям (Англ мова 1) ",
   "Д-225 ",
   "П"
   ]
   }
   }
   },
   "доц. Сорока Л.В .": {
   "Перший тиждень": {
   "Понеділок": {
   "4": [
   "ФРГТБ",
   "3",
   "9",
   " Правове регулювання тур діял",
   "А-427 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "2",
   "6",
   " Адміністративне право і процес",
   "А-454 ",
   "П"
   ]
   },
   "Четвер": {
   "5": [
   "ФМТП",
   "2",
   "5",
   " Адміністративне право і процес",
   "А-334 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "2",
   "4",
   " Адміністративне право і процес",
   "А-217 ",
   "П"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФРГТБ",
   "3",
   "10",
   " Правове регулювання тур діял",
   "А-427 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "2",
   "4",
   " Адміністративне право і процес",
   "А-404 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "2",
   "6",
   " Адміністративне право і процес",
   "А-401 ",
   "Л"
   ],
   "6": [
   "ФМТП",
   "2",
   "3",
   " Адміністративне право і процес",
   "А-402 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "2": [
   "ФРГТБ",
   "3",
   "12",
   " Правове регулювання тур діял",
   "Б-211 ",
   "Л"
   ],
   "3": [
   "ФРГТБ",
   "5",
   "2м",
   " Правове регулювання тур діял",
   "А-532 ",
   "Л"
   ],
   "4": [
   "ФРГТБ",
   "5",
   "2м",
   " Правове регулювання тур діял",
   "А-532 ",
   "П"
   ]
   },
   "Понеділок": {
   "5": [
   "ФМТП",
   "2",
   "6",
   " Адміністративне право і процес",
   "А-401 ",
   "Л"
   ]
   },
   "Четвер": {
   "4": [
   "ФМТП",
   "2",
   "6",
   " Адміністративне право і процес",
   "А-422 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "2",
   "4",
   " Адміністративне право і процес",
   "А-422 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "2",
   "3",
   " Адміністративне право і процес",
   "А-404 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФРГТБ",
   "3",
   "12",
   " Правове регулювання тур діял",
   "А-422 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "2",
   "5",
   " Адміністративне право і процес",
   "А-422 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "2",
   "3",
   " Адміністративне право і процес",
   "А-402 ",
   "П"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФРГТБ",
   "3",
   "11",
   " Правове регулювання тур діял",
   "А-423 ",
   "П"
   ],
   "4": [
   "ФМТП",
   "2",
   "5",
   " Адміністративне право і процес",
   "А-422 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "2",
   "6",
   " Адміністративне право і процес",
   "А-401 ",
   "Л"
   ],
   "6": [
   "ФМТП",
   "2",
   "6",
   " Адміністративне право і процес",
   "А-445 ",
   "П"
   ]
   }
   }
   },
   "ас. Шинкаренко О.П .": {
   "Перший тиждень": {
   "П'ятниця": {
   "3": [
   "ФРГТБ",
   "3",
   "4",
   " Устаткування закладів рест госп",
   "А-230 ",
   "Лб1"
   ],
   "4": [
   "ФРГТБ",
   "3",
   "4",
   " Устаткування закладів рест госп",
   "А-230 ",
   "Лб1"
   ]
   }
   },
   "Другий тиждень": {
   "П'ятниця": {
   "1": [
   "ФРГТБ",
   "3",
   "4",
   " Устаткування закладів рест госп",
   "А-230 ",
   "Лб2"
   ],
   "2": [
   "ФРГТБ",
   "3",
   "4",
   " Устаткування закладів рест госп",
   "А-230 ",
   "Лб2"
   ]
   }
   }
   },
   "доц. Шклярський С.М .": {
   "Перший тиждень": {
   "Середа": {
   "1": [
   "ФОАІС",
   "5",
   "1м",
   " Корпоративні інформ системи",
   "Б-522 ",
   "Л"
   ],
   "2": [
   "ФОАІС",
   "5",
   "1м",
   " Корпоративні інформ системи",
   "Б-522 ",
   "П"
   ]
   },
   "Вівторок": {
   "5": [
   "ФМТП",
   "5",
   "9ам (колишня 17ам)",
   " Інформаційні сист і техн в упр  ",
   "Б-522 ",
   "П"
   ],
   "6": [
   "ФЕМП",
   "5",
   "11ам",
   " Інформаційні сист і техн в упр       В",
   "Б-522 ",
   "П"
   ]
   },
   "П'ятниця": {
   "6": [
   "ФМТП",
   "5",
   "9ам (колишня 17ам)",
   " Інформаційні сист і техн в упр  ",
   "Б-505 ",
   "Л"
   ],
   "7": [
   "ФЕМП",
   "5",
   "13ам",
   " Інформаційні сист і техн в упр  ",
   "Б-521 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "1": [
   "ФОАІС",
   "5",
   "1м",
   " Корпоративні інформ системи",
   "Б-520 ",
   "Л"
   ],
   "2": [
   "ФОАІС",
   "5",
   "1м",
   " Корпоративні інформ системи",
   "Б-520 ",
   "П"
   ]
   },
   "Четвер": {
   "5": [
   "ФМТП",
   "5",
   "9ам (колишня 17ам)",
   " Інформаційні сист і техн в упр  ",
   "Б-505 ",
   "Л"
   ]
   }
   }
   },
   "ас. Пугачевська К.С .": {
   "Перший тиждень": {
   "Середа": {
   "4": [
   "ФМТП",
   "4",
   "14 (колишня 22)",
   " Організація зовнішньоторг операцій",
   "А-332 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "4",
   "16 (колишня 24)",
   " Організація зовнішньоторг операцій",
   "А-422 ",
   "П"
   ]
   },
   "Понеділок": {
   "3": [
   "ФФБС",
   "2",
   "8",
   " Міжнародна економіка",
   "А-454 ",
   "П"
   ]
   },
   "Вівторок": {
   "5": [
   "ФМТП",
   "4",
   "15 (колишня 23)",
   " Організація зовнішньоторг операцій",
   "А-413 ",
   "П"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФФБС",
   "2",
   "6.2",
   " Міжнародна економіка",
   "А-423 ",
   "П"
   ],
   "3": [
   "ФМТП",
   "4",
   "16 (колишня 24)",
   " Організація зовнішньоторг операцій",
   "А-422 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "4",
   "15 (колишня 23)",
   " Організація зовнішньоторг операцій",
   "А-524 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "4": [
   "ФМТП",
   "4",
   "16 (колишня 24)",
   " Організація зовнішньоторг операцій",
   "А-402 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "4",
   "14 (колишня 22)",
   " Організація зовнішньоторг операцій",
   "А-526 ",
   "П"
   ]
   },
   "Вівторок": {
   "6": [
   "ФМТП",
   "4",
   "15 (колишня 23)",
   " Організація зовнішньоторг операцій",
   "А-324 ",
   "П"
   ]
   },
   "П'ятниця": {
   "4": [
   "ФФБС",
   "2",
   "5.2",
   " Міжнародна економіка",
   "А-440 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "4",
   "14 (колишня 22)",
   " Організація зовнішньоторг операцій",
   "А-526 ",
   "П"
   ]
   }
   }
   },
   "ст.в. Колот Л.А .": {
   "Перший тиждень": {
   "Четвер": {
   "4": [
   "ФТМ",
   "2",
   "1",
   " Інмова за профспрям (для ек) 1м 1 ",
   "Г-207 ",
   "П"
   ],
   "5": [
   "ФТМ",
   "2",
   "1",
   " Інмова за профспрям (для ек) 1м 1 ",
   "Г-210 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "П'ятниця": {
   "4": [
   "ФТМ",
   "2",
   "1",
   " Інмова за профспрям (для ек) 1м 1 ",
   "Г-207 ",
   "П"
   ]
   }
   }
   },
   "доц. Латигіна А.Г .": {
   "Перший тиждень": {
   "Середа": {
   "4": [
   "ФМТП",
   "3",
   "8",
   " Ділова англійська мова 1    ",
   "А-220 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "3",
   "8",
   " Ділова англійська мова 1    ",
   "А-220 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "4": [
   "ФМТП",
   "3",
   "8",
   " Ділова англійська мова 1    ",
   "А-220 ",
   "П"
   ]
   },
   "Вівторок": {
   "5": [
   "ФМТП",
   "3",
   "8",
   " Ділова англійська мова 1    ",
   "А-220 ",
   "П"
   ]
   }
   }
   },
   "ст.в. к.е.н. Афанасьєв К.М .": {
   "Перший тиждень": {
   "Середа": {
   "3": [
   "ФЕМП",
   "5",
   "11ам",
   " Управління вартістю підприємства",
   "А-334 ",
   "Л"
   ],
   "4": [
   "ФЕМП",
   "4",
   "11",
   " Бізнес-планування",
   "А-440 ",
   "П"
   ],
   "5": [
   "ФЕМП",
   "4",
   "12",
   " Бізнес-планування",
   "Д-103 ",
   "П"
   ]
   },
   "Понеділок": {
   "5": [
   "ФЕМП",
   "5",
   "19м",
   " Бізнес-планування  В",
   "А-454 ",
   "Л"
   ],
   "6": [
   "ФМТП",
   "4",
   "11 (колишня 9)",
   " Бізнес-планування",
   "А-519 ",
   "Л"
   ]
   },
   "Четвер": {
   "4": [
   "ФЕМП",
   "5",
   "19м",
   " Бізнес-планування  В",
   "А-533 ",
   "П"
   ],
   "5": [
   "ФЕМП",
   "4",
   "17",
   " Бізнес-планування",
   "А-440 ",
   "П"
   ],
   "7": [
   "ФЕМП",
   "4",
   "27",
   " Автоматизація ек розрахунків",
   "Б-203 ",
   "Л"
   ]
   },
   "Вівторок": {
   "5": [
   "ФЕМП",
   "4",
   "27",
   " Бізнес-планування",
   "Б-203 ",
   "Л"
   ],
   "6": [
   "ФЕМП",
   "4",
   "16",
   " Бізнес-планування",
   "Б-109 ",
   "П"
   ]
   },
   "П'ятниця": {
   "4": [
   "ФЕМП",
   "5",
   "11ам",
   " Управління вартістю підприємства",
   "А-452 ",
   "Л"
   ],
   "5": [
   "ФЕМП",
   "5",
   "11ам",
   " Управління вартістю підприємства",
   "Б-103 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "6": [
   "ФЕМП",
   "5",
   "11ам",
   " Управління вартістю підприємства",
   "А-454 ",
   "Л"
   ],
   "7": [
   "ФЕМП",
   "5",
   "11ам",
   " Управління вартістю підприємства",
   "А-454 ",
   "П"
   ]
   },
   "Понеділок": {
   "5": [
   "ФЕМП",
   "5",
   "19м",
   " Бізнес-планування  В",
   "А-454 ",
   "Л"
   ],
   "6": [
   "ФЕМП",
   "5",
   "19м",
   " Бізнес-планування  В",
   "А-440 ",
   "П"
   ],
   "7": [
   "ФЕМП",
   "5",
   "11ам",
   " Управління вартістю підприємства",
   "А-440 ",
   "П"
   ]
   },
   "Четвер": {
   "4": [
   "ФЕМП",
   "4",
   "12",
   " Бізнес-планування",
   "Б-109 ",
   "П"
   ],
   "5": [
   "ФЕМП",
   "4",
   "27",
   " Автоматизація ек розрахунків",
   "Б-203 ",
   "Л"
   ],
   "6": [
   "ФМТП",
   "4",
   "10 (колишня 8)",
   " Бізнес-планування",
   "Б-112 ",
   "П"
   ],
   "7": [
   "ФЕМП",
   "4",
   "11",
   " Бізнес-планування",
   "Б-112 ",
   "П"
   ]
   },
   "Вівторок": {
   "5": [
   "ФЕМП",
   "4",
   "27",
   " Бізнес-планування",
   "Б-203 ",
   "Л"
   ],
   "6": [
   "ФЕМП",
   "4",
   "16",
   " Бізнес-планування",
   "Б-108 ",
   "П"
   ],
   "7": [
   "ФЕМП",
   "4",
   "17",
   " Бізнес-планування",
   "Б-108 ",
   "П"
   ]
   }
   }
   },
   "доц. Соколовська І.П .": {
   "Перший тиждень": {
   "Середа": {
   "2": [
   "ФОАІС",
   "2",
   "3",
   " Макроекономіка",
   "Д-411 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "2",
   "4",
   " Макроекономіка",
   "Д-405 ",
   "П"
   ]
   },
   "Понеділок": {
   "1": [
   "ФОАІС",
   "2",
   "9",
   " Макроекономіка",
   "Б-108 ",
   "П"
   ],
   "2": [
   "ФОАІС",
   "2",
   "9",
   " Макроекономіка",
   "Б-205 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "2": [
   "ФОАІС",
   "2",
   "9",
   " Макроекономіка",
   "Б-205 ",
   "Л"
   ],
   "3": [
   "ФОАІС",
   "2",
   "2",
   " Макроекономіка",
   "Б-106 ",
   "П"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФОАІС",
   "2",
   "1",
   " Макроекономіка",
   "Б-105 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "2",
   "5",
   " Макроекономіка",
   "Б-109 ",
   "П"
   ]
   }
   }
   },
   "доц. Барабаш Н.С .": {
   "Перший тиждень": {
   "Середа": {
   "2": [
   "ФФБС",
   "5",
   "6 м",
   " Фінансовий аналіз підприємства",
   "Д-303 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "5",
   "7 м",
   " Фінансовий аналіз підприємства",
   "Д-303 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФФБС",
   "5",
   "5 м",
   " Фінансовий аналіз підприємства",
   "Д-303 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "2": [
   "ФФБС",
   "5",
   "7 м",
   " Фінансовий аналіз підприємства",
   "Д-301 ",
   "Л"
   ]
   },
   "Вівторок": {
   "2": [
   "ФОАІС",
   "5",
   "6м",
   " Фінансовий аналіз",
   "Д-307 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "5",
   "7м",
   " Фінансовий аналіз",
   "Д-301 ",
   "Л"
   ],
   "4": [
   "ФОАІС",
   "5",
   "7м",
   " Фінансовий аналіз",
   "Д-313 ",
   "П"
   ]
   }
   }
   },
   "ст.в. к.юр.н. Біленко Н.С .": {
   "Перший тиждень": {
   "Понеділок": {
   "3": [
   "ФОАІС",
   "5",
   "1м",
   " Договірне право     В",
   "А-303 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "3": [
   "ФОАІС",
   "1",
   "6",
   " Господарське право  В",
   "Д-113 ",
   "П"
   ]
   },
   "Понеділок": {
   "4": [
   "ФЕМП",
   "5",
   "15м",
   " Договірне право",
   "А-526 ",
   "П"
   ]
   },
   "Вівторок": {
   "1": [
   "ФОАІС",
   "5",
   "1м",
   " Договірне право     В",
   "Д-105 ",
   "Л"
   ],
   "2": [
   "ФОАІС",
   "5",
   "1м",
   " Договірне право     В",
   "Д-105 ",
   "П"
   ]
   }
   }
   },
   "доц. Расулова А.М .": {
   "Перший тиждень": {
   "Понеділок": {
   "3": [
   "ФРГТБ",
   "3",
   "6",
   " Менеджмент",
   "А-542 ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "3",
   "5",
   " Менеджмент",
   "А-517 ",
   "П"
   ]
   },
   "Четвер": {
   "2": [
   "ФРГТБ",
   "3",
   "8",
   " Менеджмент",
   "Б-201 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФРГТБ",
   "3",
   "8",
   " Менеджмент",
   "А-528 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "7",
   " Менеджмент",
   "А-517 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Четвер": {
   "2": [
   "ФРГТБ",
   "3",
   "5",
   " Менеджмент",
   "А-533 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "6",
   " Менеджмент",
   "А-540 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФРГТБ",
   "3",
   "8",
   " Менеджмент",
   "Б-201 ",
   "Л"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФРГТБ",
   "3",
   "8",
   " Менеджмент",
   "Б-108 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "3",
   "7",
   " Менеджмент",
   "А-511 ",
   "П"
   ]
   }
   }
   },
   "вик. Сокоренко М.О .": {
   "Перший тиждень": {
   "Середа": {
   "2": [
   "ФФБС",
   "1",
   "8",
   " Інмова за профспрям (Англ мова 1)",
   "В-206 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "2",
   "2",
   " Інмова за профспрям (Англ мова 2) ",
   "А-350 ",
   "П"
   ]
   },
   "Понеділок": {
   "1": [
   "ФФБС",
   "1",
   "8",
   " Інмова за профспрям (Англ мова 1) ",
   "А-220 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "3",
   "6",
   " Ділова англійська мова 2    ",
   "А-206 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "1",
   "7",
   " Інмова за профспрям (Англ мова 1) ",
   "А-208 ",
   "П"
   ]
   },
   "Четвер": {
   "2": [
   "ФФБС",
   "1",
   "7",
   " Інмова за профспрям (Англ мова 1)",
   "А-319 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "1",
   "7",
   " Інмова за профспрям (Англ мова 1) ",
   "А-309 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "3",
   "3",
   " Ділова англійська мова 1    ",
   "Б-110 ",
   "П"
   ]
   },
   "Вівторок": {
   "1": [
   "ФФБС",
   "3",
   "8",
   " Ділова англійська мова 2    ",
   "Б-107 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "3",
   "7",
   " Ділова англійська мова 2    ",
   "А-319 ",
   "П"
   ]
   },
   "П'ятниця": {
   "1": [
   "ФФБС",
   "1",
   "9",
   " Інмова за профспрям (Англ мова 1)",
   "А-220 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "1",
   "9",
   " Інмова за профспрям (Англ мова 1) ",
   "А-220 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "3",
   "8",
   " Ділова англійська мова 2    ",
   "А-309 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "3",
   "8",
   " Ділова англійська мова 2   ",
   "А-309 ",
   "П"
   ],
   "5": [
   "ФФБС",
   "3",
   "6",
   " Ділова англійська мова 2    ",
   "А-319 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "1": [
   "ФФБС",
   "1",
   "7",
   " Інмова за профспрям (Англ мова 1) ",
   "А-220 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "1",
   "8",
   " Інмова за профспрям (Англ мова 1) ",
   "А-206 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "1",
   "8",
   " Інмова за профспрям (Англ мова 1) ",
   "А-308 ",
   "П"
   ]
   },
   "Понеділок": {
   "1": [
   "ФФБС",
   "3",
   "7",
   " Ділова англійська мова 2    ",
   "А-206 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "3",
   "6",
   " Ділова англійська мова 2    ",
   "А-309 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "3",
   "3",
   " Ділова англійська мова 1    ",
   "А-210 ",
   "П"
   ]
   },
   "Четвер": {
   "2": [
   "ФФБС",
   "3",
   "3",
   " Ділова англійська мова 1    ",
   "А-308 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "3",
   "6",
   " Ділова англійська мова 2    ",
   "А-210 ",
   "П"
   ]
   },
   "Вівторок": {
   "1": [
   "ФФБС",
   "1",
   "9",
   " Інмова за профспрям (Англ мова 1)",
   "А-208 ",
   "П"
   ],
   "2": [
   "ФФБС",
   "1",
   "9",
   " Інмова за профспрям (Англ мова 1) ",
   "А-308 ",
   "П"
   ],
   "3": [
   "ФФБС",
   "3",
   "8",
   " Ділова англійська мова 2   ",
   "А-319 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "3",
   "7",
   " Ділова англійська мова 2    ",
   "А-328 ",
   "П"
   ]
   },
   "П'ятниця": {
   "2": [
   "ФФБС",
   "3",
   "3",
   " Ділова англійська мова 1    ",
   "А-206 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "2",
   "2",
   " Інмова за профспрям (Англ мова 2) ",
   "А-208 ",
   "П"
   ],
   "4": [
   "ФФБС",
   "3",
   "7",
   " Ділова англійська мова 2    ",
   "А-319 ",
   "П"
   ]
   }
   }
   },
   "доц. Барановська В.Г .": {
   "Перший тиждень": {
   "Четвер": {
   "3": [
   "ФОАІС",
   "3",
   "6",
   " Теорія фін-господарського контролю",
   "Д-307 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "3": [
   "ФОАІС",
   "3",
   "6",
   " Теорія фін-господарського контролю",
   "Д-301 ",
   "Л"
   ]
   },
   "Понеділок": {
   "2": [
   "ФОАІС",
   "3",
   "3",
   " Теорія фін-господарського контролю",
   "Д-307 ",
   "П"
   ],
   "3": [
   "ФОАІС",
   "3",
   "5",
   " Теорія фін-господарського контролю",
   "Д-307 ",
   "П"
   ]
   },
   "Вівторок": {
   "3": [
   "ФОАІС",
   "3",
   "4",
   " Теорія фін-господарського контролю",
   "Д-307 ",
   "П"
   ]
   }
   }
   },
   "доц. Батюк В.М .": {
   "Перший тиждень": {
   "Середа": {
   "4": [
   "ФМТП",
   "3",
   "3 (колишня 5)",
   " Цивільне процесуальне право",
   "А-528 ",
   "П"
   ],
   "5": [
   "ФМТП",
   "3",
   "5 (колишня 7)",
   " Цивільне процесуальне право",
   "А-526 ",
   "П"
   ]
   },
   "Вівторок": {
   "5": [
   "ФМТП",
   "3",
   "2 (колишня 4)",
   " Цивільне процесуальне право",
   "А-524 ",
   "П"
   ],
   "6": [
   "ФМТП",
   "3",
   "4 (колишня 6)",
   " Цивільне процесуальне право",
   "А-504 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "6": [
   "ФМТП",
   "3",
   "3 (колишня 5)",
   " Цивільне процесуальне право",
   "А-427 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "3",
   "4 (колишня 6)",
   " Цивільне процесуальне право",
   "А-427 ",
   "П"
   ]
   },
   "Вівторок": {
   "5": [
   "ФМТП",
   "3",
   "5 (колишня 7)",
   " Цивільне процесуальне право",
   "А-535 ",
   "Л"
   ],
   "6": [
   "ФМТП",
   "3",
   "2 (колишня 4)",
   " Цивільне процесуальне право",
   "А-528 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "3",
   "5 (колишня 7)",
   " Цивільне процесуальне право",
   "А-528 ",
   "П"
   ]
   }
   }
   },
   "вик. Дячук Л.С .": {
   "Перший тиждень": {
   "Середа": {
   "1": [
   "ФРГТБ",
   "1",
   "3",
   " Інмова за профспрям (Англ мова 2) ",
   "А-208 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "1",
   "7",
   " Інмова за профспрям (Англ мова 1) ",
   "А-308 ",
   "П"
   ]
   },
   "Четвер": {
   "1": [
   "ФРГТБ",
   "1",
   "2",
   " Інмова за профспрям (Англ мова 1) ",
   "А-220 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "1",
   "1",
   " Інмова за профспрям (Англ мова 2) ",
   "Б-110 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "1",
   "4",
   " Інмова за профспрям (Англ мова 2) ",
   "А-208 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Середа": {
   "1": [
   "ФРГТБ",
   "1",
   "4",
   " Інмова за профспрям (Англ мова 2) ",
   "Б-110 ",
   "П"
   ],
   "2": [
   "ФРГТБ",
   "1",
   "3",
   " Інмова за профспрям (Англ мова 2) ",
   "Б-107 ",
   "П"
   ]
   },
   "Четвер": {
   "2": [
   "ФРГТБ",
   "1",
   "1",
   " Інмова за профспрям (Англ мова 2) ",
   "А-204 ",
   "П"
   ],
   "3": [
   "ФРГТБ",
   "1",
   "2",
   " Інмова за профспрям (Англ мова 1) ",
   "А-28  ",
   "П"
   ],
   "4": [
   "ФРГТБ",
   "1",
   "7",
   " Інмова за профспрям (Англ мова 1) ",
   "Б-105 ",
   "П"
   ]
   }
   }
   },
   "доц. Опанасюк Н.А .": {
   "Перший тиждень": {
   "Понеділок": {
   "2": [
   "ФРГТБ",
   "3",
   "1",
   " Організація туризму",
   "А-533 ",
   "Л"
   ]
   },
   "Вівторок": {
   "3": [
   "ФРГТБ",
   "2",
   "2",
   " Організація туризму",
   "А-331 ",
   "Л"
   ],
   "4": [
   "ФРГТБ",
   "3",
   "1",
   " Організація туризму",
   "А-533 ",
   "П"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "2": [
   "ФРГТБ",
   "2",
   "2",
   " Організація туризму",
   "А-422 ",
   "П"
   ]
   },
   "Вівторок": {
   "2": [
   "ФРГТБ",
   "2",
   "2",
   " Організація туризму",
   "А-322 ",
   "Л"
   ],
   "3": [
   "ФРГТБ",
   "2",
   "1",
   " Організація туризму",
   "А-525 ",
   "П"
   ]
   }
   }
   },
   "доц. Дончевська Р.С .": {
   "Перший тиждень": {
   "Вівторок": {
   "2": [
   "ФРГТБ",
   "1",
   "11",
   " Основи товарознавства",
   "Б-201 ",
   "Л"
   ],
   "3": [
   "ФРГТБ",
   "1",
   "8",
   " Основи товарознавства",
   "А-129 ",
   "Лб1"
   ],
   "5": [
   "ФРГТБ",
   "1",
   "9",
   " Основи товарознавства",
   "А-129 ",
   "Лб1"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФРГТБ",
   "1",
   "7",
   " Основи товарознавства",
   "А-129 ",
   "Лб1"
   ]
   }
   },
   "Другий тиждень": {
   "Вівторок": {
   "3": [
   "ФРГТБ",
   "1",
   "10",
   " Основи товарознавства",
   "А-129 ",
   "Лб1"
   ],
   "4": [
   "ФРГТБ",
   "1",
   "11",
   " Основи товарознавства",
   "А-129 ",
   "Лб1"
   ]
   }
   }
   },
   "доц. Ожелевська Т.С .": {
   "Перший тиждень": {
   "Середа": {
   "6": [
   "ФМТП",
   "2",
   "2",
   " Мікроекономіка",
   "А-445 ",
   "П"
   ],
   "7": [
   "ФМТП",
   "2",
   "2",
   " Мікроекономіка",
   "Б-205 ",
   "Л"
   ]
   }
   },
   "Другий тиждень": {
   "Понеділок": {
   "6": [
   "ФМТП",
   "2",
   "2",
   " Мікроекономіка",
   "Б-205 ",
   "Л"
   ]
   }
   }
   },
   "ас. Стретович С.С .": {
   "Перший тиждень": {
   "Середа": {
   "3": [
   "ФРГТБ",
   "1",
   "9",
   " Основи товарознавства",
   "А-317 ",
   "Лб1"
   ]
   },
   "П'ятниця": {
   "3": [
   "ФРГТБ",
   "1",
   "11",
   " Основи товарознавства",
   "А-308 ",
   "Лб2"
   ]
   }
   }
   }
   };
   */
  public timeTable = {};

  // получить данные из файла
  getTimeTable() {
    return this.http.get('assets/db/time-table.json')
      .map(response => response.json());
  }

  // extract faculties names from prepodsList
  // based on value of `selectedLearningForm`
  // and return appropriate faculties names list
  // for the fac. name menu
  //todo померять времф выполнеия map и простой for
  getFacNameList() {

    let facNameList: string[] = [];

    _.each(this.timeTable, (fio) =>
      _.each(fio, (week) =>
        _.each(week, (day) =>
          _.each(day, (para) => {
              if (!(_.includes(facNameList, para[0]))) {
                facNameList.push(para[0]);    // build faculties menu
              }
            }
          )
        )
      )
    );
    return facNameList.sort();
  }

  // extract courses from prepodsList
  getCourseList() {

    // let courseNamberList: string[] = [];
    let courseNamberList: any[] = [];

    for (var fio in this.timeTable) {
      for (var week in this.timeTable[fio]) {
        for (var day in this.timeTable[fio][week]) {
          for (var para in this.timeTable[fio][week][day]) {
            let facName = _.values(this.timeTable[fio][week][day][para])[0];
            let courseNumber = _.values(this.timeTable[fio][week][day][para])[1];
            if ((facName == studentFormResponse.facName) && !(_.includes(courseNamberList, courseNumber))) {
              courseNamberList.push(courseNumber);
            }
          }
        }
      }
    }
    return courseNamberList.sort();
  }

  // extract groups from prepodsList
  getGroupList() {

    let groupNumberList = [];
    // let groupNumberList: string[] = [];

    for (var fio in this.timeTable) {
      for (var week in this.timeTable[fio]) {
        for (var day in this.timeTable[fio][week]) {
          for (var para in this.timeTable[fio][week][day]) {
            let facName = _.values(this.timeTable[fio][week][day][para])[0];
            let courseNumber = _.values(this.timeTable[fio][week][day][para])[1];
            let groupNumber = _.values(this.timeTable[fio][week][day][para])[2];
            // push fac. group i number into array if it is not present yet
            if ((facName == studentFormResponse.facName)
              && (courseNumber == studentFormResponse.courseNumber)
              && !(_.includes(groupNumberList, groupNumber))) {
              groupNumberList.push(groupNumber);
            }
          }
        }
      }
    }
    return groupNumberList.sort();

  }

  getDiscilpileList() {

    let disciplineList = [];
    // let disciplineList: string[] = [];

    for (var fio in this.timeTable) {
      for (var week in this.timeTable[fio]) {
        for (var day in this.timeTable[fio][week]) {
          for (var para in this.timeTable[fio][week][day]) {
            let facName = _.values(this.timeTable[fio][week][day][para])[0];
            let courseNumber = _.values(this.timeTable[fio][week][day][para])[1];
            let groupNumber = _.values(this.timeTable[fio][week][day][para])[2];
            let discipline = _.values(this.timeTable[fio][week][day][para])[3];
            if ((facName == studentFormResponse.facName)
              && (courseNumber == studentFormResponse.courseNumber)
              && (groupNumber == studentFormResponse.groupNumber)
              && (!(_.includes(disciplineList, discipline)))) {
              disciplineList.push(discipline);
            }
          }
        }
      }
    }
    return disciplineList.sort();
  }

  getTeacherList() {

    let teacherList = [];
    // let teacherList: string[] = [];

    for (var fio in this.timeTable) {
      for (var week in this.timeTable[fio]) {
        for (var day in this.timeTable[fio][week]) {
          for (var para in this.timeTable[fio][week][day]) {
            let facName = _.values(this.timeTable[fio][week][day][para])[0];
            let courseNumber = _.values(this.timeTable[fio][week][day][para])[1];
            let groupNumber = _.values(this.timeTable[fio][week][day][para])[2];
            let teacher = fio;
            if ((facName == studentFormResponse.facName)
              && (courseNumber == studentFormResponse.courseNumber)
              && (groupNumber == studentFormResponse.groupNumber)
              && (!(_.includes(teacherList, teacher)))) {
              teacherList.push(teacher);
            }
          }
        }
      }
    }

    return teacherList.sort();
  }

  getAuditoriaList() {

    let auditoriaList: string[] = [];

    _.each(this.timeTable, (fio) =>
      _.each(fio, (week) =>
        _.each(week, (day) =>
          _.each(day, (para) => {
              if (!(_.includes(auditoriaList, para[4]))) {
                auditoriaList.push(para[4]);
              }
            }
          )
        )
      )
    );

    return auditoriaList;
  }


}

// -------------- VARIABLES AND CONSTANTS ----------------------- \\

export const menuItemNames = {
  LEARNING_FORM: '-- Форма навчання',
  FACULTY_NAME: '-- Факультет',
  COURSE_NUMBER: '-- Курс',
  GROUP_NUMBER: '-- Група',
  DISCIPLINE: '-- Фільтр по дисципліні',
  TEACHER_NAME: '-- Фільтр по викладачу'
};
export const weekNames = ['Перший тиждень', 'Другий тиждень'];
export const dayNamesList = ['Понеділок', 'Вівторок', 'Середа', 'Четвер', 'П\'ятниця', 'Субота'];
export const paraNamberList = ['1', '2', '3', '4', '5', '6', '7'];

export const WeekDayPara = {
  'Перший тиждень': {
    'Понеділок': {'1': [], '2': [], '3': [], '4': [], '5': [], '6': [], '7': []},
    'Вівторок': {'1': [], '2': [], '3': [], '4': [], '5': [], '6': [], '7': []},
    'Середа': {'1': [], '2': [], '3': [], '4': [], '5': [], '6': [], '7': []},
    'Четвер': {'1': [], '2': [], '3': [], '4': [], '5': [], '6': [], '7': []},
    'П\'ятниця': {'1': [], '2': [], '3': [], '4': [], '5': [], '6': [], '7': []},
    'Субота': {'1': [], '2': [], '3': [], '4': [], '5': [], '6': [], '7': []}
  },
  'Другий тиждень': {
    'Понеділок': {'1': [], '2': [], '3': [], '4': [], '5': [], '6': [], '7': []},
    'Вівторок': {'1': [], '2': [], '3': [], '4': [], '5': [], '6': [], '7': []},
    'Середа': {'1': [], '2': [], '3': [], '4': [], '5': [], '6': [], '7': []},
    'Четвер': {'1': [], '2': [], '3': [], '4': [], '5': [], '6': [], '7': []},
    'П\'ятниця': {'1': [], '2': [], '3': [], '4': [], '5': [], '6': [], '7': []},
    'Субота': {'1': [], '2': [], '3': [], '4': [], '5': [], '6': [], '7': []}
  }
};

// global  switches will import in the app.modules
export const globalSwitches = {
  studentButtonClicked: false,
  teacherButtonClicked: false,
  auditoriaButtonClicked: false,
  roomClicked: false,
  selectedRoom: '  '
};

// store dialogue form responses
export const studentFormResponse = {
  learningForm: '',
  facName: '',
  courseNumber: '',
  groupNumber: '',
  discipline: '',
  teacher: ''
};
export const teacherFormResponse = {
  teacherName: '',
  discipline: ''
};

// export const selectedRoom = '';
